{
"nodes":[
  {
    "node": 0,
    "name": "707-Headband",
    "type": "hybrid",
    "rating": 4.3,
    "description": "An indica dominant hybrid, this strain is known to have high THC levels and can be strong, but it's balanced enough to leave most users feeling a head high and creative rather than sleepy."
  },
  {
    "node": 1,
    "name": "9-Pound-Hammer",
    "type": "indica",
    "rating": 4.5,
    "description": "9 Pound Hammer is an 80% indica strain offers a sweet grape and lime flavors. True to its indica dominance, effects are heavy and long-lasting, useful for pain and stress relief. Best grown indoors, 9 Pound Hammer will deliver a heavy yield, flowering between 50 and 60 days."
  },
  {
    "node": 2,
    "name": "Ak-47",
    "type": "hybrid",
    "rating": 4.2,
    "description": "AK-47 will leave you relaxed and mellow. This sativa-dominant hybrid delivers a steady and long-lasting cerebral buzz that keeps you mentally alert and engaged in creative or social activities."
  },
  {
    "node": 3,
    "name": "Afghani",
    "type": "indica",
    "rating": 4.3,
    "description": "Afghani is a heavy indica strain delivers a deep, sedating relaxation and euphoria. Patients most commonly turn to this potent indica to treat insomnia, pain, and stress disorders."
  },
  {
    "node": 4,
    "name": "Agent-Orange",
    "type": "hybrid",
    "rating": 4.2,
    "description": "Don't let the name scare you! The only herbicidal warfare Agent Orange will wage is between the excellence of this strain's flavors and uplifting effects. The effects are uplifting and motivating, serving as a great mood enhancer if you are feeling lethargic or depressed."
  },
  {
    "node": 5,
    "name": "Amnesia-Haze",
    "type": "sativa",
    "rating": 4.3,
    "description": "With earthy flavors of lemons and citrus, Amnesia Haze is an uplifting, energetic buzz."
  },
  {
    "node": 6,
    "name": "Ancient-Og",
    "type": "indica",
    "rating": 4.6,
    "description": "Ancient OG from Bodhi Seeds is a mostly indica strain has aromatic notes of earthy pine and sweet citrus."
  },
  {
    "node": 7,
    "name": "Animal-Cookies",
    "type": "hybrid",
    "rating": 4.5,
    "description": "Animal Cookies has a sweet, sour aroma with heavy full-body effects that will impress any veteran consumer. This potent medicine might be overkill for mild symptoms, but its ability to obliterate severe pain and insomnia is unprecedented."
  },
  {
    "node": 8,
    "name": "Apple-Jack",
    "type": "hybrid",
    "rating": 3.6,
    "description": "Apple Jack is a potent combination that embodies the uplifted clarity of Jack Herer while applying a warm, soothing relaxation to the body. This strain works wonders for patients and consumers suffering from chronic physical pain and nausea. Apple Jack's aroma, as you might guess, is one of sweet sliced apples with hints of skunk and earth."
  },
  {
    "node": 9,
    "name": "Berry-White",
    "type": "indica",
    "rating": 4.4,
    "description": "Berry White is a hybrid strain that offers relaxation from stress and anxiety along with a sense of euphoria. This strain is perfect for inspiring an upbeat mood and may lead to conversation and creative pursuits."
  },
  {
    "node": 10,
    "name": "Black-Cherry-Pie",
    "type": "hybrid",
    "rating": 5,
    "description": "Black Cherry Pie is a fruity strain with colorful foliage. Its bright mind and semi-sedative effects make it a natural complement for indoor activities and relaxed evenings."
  },
  {
    "node": 11,
    "name": "Black-Jack",
    "type": "hybrid",
    "rating": 4.4,
    "description": "Black Jack is a marijuana strain that produces hard buds with huge, grape-like calyxes that are completely encrusted with THC. The taste is heavy and flavorful and the strain produces exceptionally long-lasting effects."
  },
  {
    "node": 12,
    "name": "Black-Lime-Special-Reserve",
    "type": "indica",
    "rating": 4.5,
    "description": "From Aficionado Seeds comes Black Lime Special Reserve, an indica strain that descends from Woodman Canyon Oil Can, Lime Afghani, Northern Lights, Purple Kush, and Chemdawg Special Reserve. Flavors of pine, lemon, and black pepper are ushered in alongside uplifting euphoria, leaving you feeling tingly and relaxed."
  },
  {
    "node": 13,
    "name": "Black-Mamba",
    "type": "indica",
    "rating": 4.6,
    "description": "Many users report an upbeat feeling that mellows into a state of deep relaxation. Touted for its long-lasting effects, this Black Mamba is one to curl up with, not run away from."
  },
  {
    "node": 14,
    "name": "Blackberry-Kush",
    "type": "indica",
    "rating": 4.3,
    "description": "Blackberry Kush is often recommended for the treatment of pain thanks to its strong indica body effects."
  },
  {
    "node": 15,
    "name": "Blue-Cookies",
    "type": "hybrid",
    "rating": 4.7,
    "description": "Blue Cookies is an indica-dominant hybrid cross between two celebrity strains, Girl Scout Cookies and Blueberry. As the child of these heavyweight champion strains, Blue Cookies delivers a crushing blow of euphoria straight to the head, where it swiftly sinks down to relax the entire body."
  },
  {
    "node": 16,
    "name": "Blue-Dream",
    "type": "hybrid",
    "rating": 4.4,
    "description": " Blue Dream balances full-body relaxation with gentle cerebral invigoration. Novice and veteran consumers alike enjoy the level effects of Blue Dream, which ease you gently into a calm euphoria."
  },
  {
    "node": 17,
    "name": "Blueberry",
    "type": "indica",
    "rating": 4.3,
    "description": "The sweet flavors of fresh blueberries combine with relaxing effects to produce a long-lasting sense of euphoria. Many medical patients appreciate Blueberry for its ability to suppress pain and relieve stress, while connoisseurs and growers admire the strain for its colorful hues and high THC content."
  },
  {
    "node": 18,
    "name": "Blueberry-Diesel",
    "type": "hybrid",
    "rating": 4.2,
    "description": "Effects tend to be happy and relaxing but not too overwhelming, making this a popular choice for many kinds of patients."
  },
  {
    "node": 19,
    "name": "Blueberry-Kush",
    "type": "indica",
    "rating": 4.3,
    "description": "Blueberry Kush is a strong indica strain that slowly brings on a heavy body sensation, helping patients forget their pain and relax."
  },
  {
    "node": 20,
    "name": "Blueberry-Og",
    "type": "hybrid",
    "rating": 4.6,
    "description": "Blueberry OG is indica-dominant its anti-anxiety and anti-inflammatory effects make up for any lack of headiness. With flavors of sweet camphor and sandalwood, this strain elevates the consumer's mood and promotes an overall sense of well being."
  },
  {
    "node": 21,
    "name": "Bubba-Kush",
    "type": "indica",
    "rating": 4.3,
    "description": "Bubba Kush is an indica strain that has gained notoriety in the U.S. and beyond for its heavy tranquilizing effects."
  },
  {
    "node": 22,
    "name": "Candyland",
    "type": "sativa",
    "rating": 4.6,
    "description": "Candyland is a sativa-dominant hybrid. Patients turn to Candyland to relieve pain, muscle tension, and sour moods. Strong sativa genetics give Candyland uplifting and stimulating effects, making it a perfect strain for social gatherings or creative pastimes."
  },
  {
    "node": 23,
    "name": "Cannatonic",
    "type": "hybrid",
    "rating": 4.3,
    "description": "Cannatonic is often used to treat pain, muscle spasms, anxiety, migraines, and a wide variety of other physiological and psychological symptoms.  Most phenotypes present with a slight earthy odor and a mild, sweet, vaguely citrusy flavor."
  },
  {
    "node": 24,
    "name": "Cheese",
    "type": "hybrid",
    "rating": 4.1,
    "description": "Named for its sharply sour aroma, Cheese is an indica-dominant hybrid from the U.K. that has achieved widespread popularity for its unique flavor and consistent potency. With origins that stretch back to the late 1980s, Cheese is said to descend from a Skunk #1 phenotype whose pungent aroma made it stand out. Breeders like Big Buddha Seeds later introduced Afghani indica genetics to increase Cheese's trichome production and yields. The resulting hybrid is now well-known for its relaxed, happy effects that gently ease you into a blissful state of mind."
  },
  {
    "node": 25,
    "name": "Chemdawg-4-X-Alien-Og-Kush",
    "type": "hybrid",
    "rating": 4.5,
    "description": "Chemdawg #4 x Alien OG Kush is a sativa-dominant hybrid strain offered exclusively by LivWell in Colorado. Sour and skunky in flavor, these pungent buds carry a complex fragrance with notes of earthy Kush and fresh pine. Prepare yourself for a blissful, relaxing experience that overtakes both mind and body, because this potent strain can skirt past 23% THC."
  },
  {
    "node": 26,
    "name": "Cherry-Ak-47",
    "type": "hybrid",
    "rating": 4.4,
    "description": "This marijuana strain is a rare cherry phenotype of AK-47. With its reddish-purple characteristics and cherry aroma, it's no wonder how Cherry AK-47 got its name. The buds have gold coloring with lime-green leaves layered with trichome heads. This strain's flavors are described as smooth cherry with a creamy sandalwood aftertaste. With a THC level of up to 16% and a CBD level of 0.5%, Cherry AK-47 'creeps' up from a cerebral effect to a complete body sensation."
  },
  {
    "node": 27,
    "name": "Cherry-Cookies",
    "type": "hybrid",
    "rating": 4.6,
    "description": "Cherry Cookies is one of the most popular Girl Scout Cookie crosses to date, ranking next to Pink Cookies and Thin Mint Girl Scout Cookies. With similar genetic parentage, Cherry Cookies derives from the blending of Cherry Pie (aka Cherry Kush) and Cookies F2. This cross preserves the tight, slightly purple buds and deep orange pistils while accentuating the cherry tang and tartness on the nose and exhale. This strain behaves like a GSC, offering a medical-grade sedation on the body with an alert mental state."
  },
  {
    "node": 28,
    "name": "Cherry-Pie",
    "type": "hybrid",
    "rating": 4.4,
    "description": "Cherry Pie's parents are Granddaddy Purple and Durban Poison. With buds that are dense and full of orange hairs and a touch of purple, this strain smells of sweet and sour cherry pie. The effects have been known to come on in minutes and stick around for a couple hours."
  },
  {
    "node": 29,
    "name": "Cookie-Wreck",
    "type": "hybrid",
    "rating": 4.6,
    "description": "Cookie Wreck, also called Cookie Trainwreck, is a hybrid cross between Girl Scout Cookies and Trainwreck bred by CannaVenture Seeds. A subtle cookie-like aroma radiates from its dense buds, but more distinct fruity flavors come out on the exhale. This hybrid's potency is enough to make both parents proud as its cerebral euphoria and full-body effects hit like a freight train."
  },
  {
    "node": 30,
    "name": "Cotton-Candy-Kush",
    "type": "hybrid",
    "rating": 4.3,
    "description": "Named for its soft, fluffy appearance and intense candied aroma, Cotton Candy Kush is a hybrid that crosses Lavender with Power Plant. The result is a pungent palate of sweet, berry flavors and a floral scent. The euphoric effects will have you feeling like a kid in a candy store, while the relaxing powers will keep stress and pain to a minimum."
  },
  {
    "node": 31,
    "name": "Deadhead-Og",
    "type": "hybrid",
    "rating": 4.4,
    "description": "A modern West Coast classic, Deadhead OG was created by master breeder Skunk VA of Cali Connection Seeds by crossing two already legendary strains, Chemdawg 91 and the SFV OG Kush.  Known as a very hearty and pungent strain, most phenotypes present an earthy, piney smell and taste, though some can lean more to the diesel aromas of the SFV.  As a cross of two very potent strains, Deadhead OG regularly reaches THC levels over 20%.  Most users describe the high as cerebral and stimulating but with a relaxed body feel."
  },
  {
    "node": 32,
    "name": "Double-Dream",
    "type": "hybrid",
    "rating": 4.5,
    "description": "The sativa-dominant hybrid Double Dream puts a unique spin on the famed Blue Dream by crossing it with Dream Star. With a complex flavor profile that synchronizes sweet floral notes with berries and spice, Double Dream is a soothing and mentally invigorating strain that still allows clear-headed functionality. Its dreamy, euphoric buzz is anchored by a deep, physical relaxation that mutes pain, anxiety, stress, and inflammation. Patients also turn to this uplifting strain for daytime release from PTSD, headaches, and nausea."
  },
  {
    "node": 33,
    "name": "Dougs-Varin",
    "type": "sativa",
    "rating": 5,
    "description": "Doug's Varin is a rare sativa strain that was specially crafted to contain high amounts of the cannabinoid THCV, a psychoactive cannabis compound known to relieve panic attacks, Parkinson's tremors, stimulate bone growth, and provide a burst of energy. Patient's suffering from anorexia and appetite loss should steer clear of Doug's Varin, as THCV also suppresses hunger. With an aroma of earthy pine and sweet citrus, Doug's Varin delivers a clear-headed burst of mental stimulation that doesn't last as long as high-THC varieties, making this strain a perfect choice for anyone seeking short-term effects."
  },
  {
    "node": 34,
    "name": "Durban-Poison",
    "type": "sativa",
    "rating": 4.4,
    "description": "This pure sativa originates from the South African port city of Durban. It has gained notoriety worldwide for its sweet smell and energetic, uplifting effects. Durban Poison is the perfect strain to help you stay productive through a busy day, when exploring the outdoors, or to lend a spark of creativity. Growers and concentrate enthusiasts will both enjoy the over-sized resin glands which make this strain a quality choice for concentrate extraction. The buds are round and chunky, and leave a thick coating of trichomes on almost all areas of the plant."
  },
  {
    "node": 35,
    "name": "Dutch-Treat",
    "type": "hybrid",
    "rating": 4.3,
    "description": "Over the years, Dutch Treat has become an essential strain of the Amsterdam coffee shops. The dense, sticky buds have an intense smell of sweet fruits mixed with pine and eucalyptus trees. The cerebral high comes on quick and leaves consumers feeling uplifted and euphoric while reducing stress and relaxing the mind."
  },
  {
    "node": 36,
    "name": "Earth-Og",
    "type": "hybrid",
    "rating": 4.2,
    "description": "A combination of Sour Diesel and Ghost OG, Earth OG is a cerebrally-focused hybrid with stimulating and happy effects. As its name suggests, this strain has a pleasant, earthy aroma with sour lemon undertones. Earth OG effects are enjoyable for introverts and extroverts alike: an introspective, creative buzz makes this strain good for solo sessions, but social environments may also bring out its energetic, talkative qualities. Depression, stress, and anxiety stand little chance against Earth OG's uplifted mindset, and patients treating appetite loss and nausea may also benefit from its potent therapeutic effects."
  },
  {
    "node": 37,
    "name": "El-Chapo-Og",
    "type": "indica",
    "rating": 4.7,
    "description": "El Chapo OG is a potent indica strain out of California that smells of rich earth and pine. With dense jade popcorn buds that exhibit a shimmering coat of trichomes, this strain is visually striking and worth keeping on display. Its effects are initially stunning and settle on the body as carefree relaxation. El Chapo OG is preferred near the end of the day as its effects can become rather sedating with continued use."
  },
  {
    "node": 38,
    "name": "Fire-Og",
    "type": "hybrid",
    "rating": 4.4,
    "description": "Known for being one of the strongest of the OG strains, Fire OG has a strong scent similar to Lemon Pledge and an effect that can last up to 3 hours. With parents of OG Kush and San Fernando Valley OG Kush F3, the THC can be up to 20% with a CBD of 0.36%. The plant has frost covered nuggets with red hairs, giving the appearance that it is on fire--where the name Fire OG comes from. Flowering time is generally 9-10 weeks."
  },
  {
    "node": 39,
    "name": "Forbidden-Fruit",
    "type": "indica",
    "rating": 4.6,
    "description": "Forbidden Fruit is the mouthwatering cross of Cherry Pie x Tangie. This sumptuous genetic cross expresses a beautiful dense bud structure with deep purple hues, dark green foliage, and wiry orange hairs. The terpene profile is a perfect mixture of Cherry Pie's musky, sweet cherry undertones and Tangie's loud tropical flavors. There are also notes of pine, mango, and passionfruit candy. The effects hit hard between the eyes and lay into the body with each hit. Forbidden Fruit's deep physical relaxation and mental stoniness make it perfect for dulling minor physical discomfort and discarding stress."
  },
  {
    "node": 40,
    "name": "Frida",
    "type": "indica",
    "rating": 4.9,
    "description": "With the dense, full flavor of her indica parentage and over 12% CBD from an ACDC mother, Frida is a complex and enchanting strain that provides relief for mind and body while fueling inspiration, sensuality, appetite, and meditation. Named in celebration of The Heroine of Pain"
  },
  {
    "node": 41,
    "name": "Fruit-Spirit",
    "type": "hybrid",
    "rating": 4.4,
    "description": "Fruit Spirit is a 60% sativa-dominant hybrid that was bred by Royal Queen Seeds through crossing Blueberry and White Widow. This is a match made in heaven, as Fruit Spirit inherits a pleasant blueberry aroma and White Widow's heavy resin production. A sense of happiness eases the mind in total cerebral relaxation, making Fruit Spirit suitable for patients treating mood disorders, anxiety, or depression. This sweet-smelling hybrid flowers in 7 to 8 weeks indoors, but outdoor gardens should only be grown in warm, sunny regions."
  },
  {
    "node": 42,
    "name": "Gg-4",
    "type": "hybrid",
    "rating": 4.7,
    "description": "GG #4, formerly known as Gorilla Glue #4, developed by GG Strains, is a potent hybrid strain that delivers heavy-handed euphoria and relaxation, leaving you feeling glued\" to the couch. Its chunky"
  },
  {
    "node": 43,
    "name": "Gsc",
    "type": "hybrid",
    "rating": 4.5,
    "description": "GSC, formerly known as Girl Scout Cookies, is an OG Kush and Durban Poison hybrid cross whose reputation grew too large to stay within the borders of its California homeland. With a sweet and earthy aroma, GSC launches you to euphoria's top floor where full-body relaxation meets a time-bending cerebral space. A little goes a long way with this hybrid, whose THC heights have won GSC numerous Cannabis Cup awards. Patients needing a strong dose of relief, however, may look to GSC for severe pain, nausea, and appetite loss.There are several different phenotypes of the GSC strain including Thin Mint and Platinum Cookies, which exhibit some variation in appearance and effect. Typically, however, GSC expresses its beauty in twisting green calyxes wrapped in purple leaves and fiery orange hairs. Patients and consumers looking to cultivate this cannabis staple themselves should wait 9 to 10 weeks for their indoor plants to finish flowering."
  },
  {
    "node": 44,
    "name": "Gelato",
    "type": "hybrid",
    "rating": 4.7,
    "description": "Gelato (also referred to as 'Larry Bird') is another tantalizing hybrid cannabis strain from Cookie Fam Genetics, following in the footsteps of its parents Sunset Sherbet and Thin Mint Girl Scout Cookies. This Bay Area, California native gets its name from the fruity, dessert-like aroma, a common genetic thread among the Cookie family. Her buds tend to bloom in dark purple hues illuminated by fiery orange hairs and a shining white coat of crystal resin. Novice consumers may want to approach this THC powerhouse with caution, but those armed with a high tolerance will delight in Gelato's heavy-handed euphoria. Physical relaxation comes on strong, but many find themselves still mentally agile enough to stay productive and creative when enjoying Gelato during the day."
  },
  {
    "node": 45,
    "name": "Gods-Gift",
    "type": "indica",
    "rating": 4.5,
    "description": "A strain that became popular in California dispensaries in 2005, God's Gift contains flavors of grape, citrus, and hash. Its parents are Granddaddy Purple and OG Kush. No matter what your belief system, this strain is a 'gift' with its strong THC content of 18-22%. Its flowering time usually takes approximately 8-9 weeks."
  },
  {
    "node": 46,
    "name": "Golden-State-Banana",
    "type": "indica",
    "rating": 4.8,
    "description": "Golden State Banana is a fruity indica cross of Ghost OG and Banana Kush. This semi-sedative strain fills the consumer's mind with euphoria while wrapping the limbs in a warm, relaxing sensation. The aroma is a mixture of Ghost OG's pungent, citrus terpenes and Banana Kush's tropical scents, creating a rich bouquet with bright floral sweetness. Uplifting and relaxing, Golden State Banana's effects are ideal for unwinding at the end of the day while elevating mood and frontloading creativity."
  },
  {
    "node": 47,
    "name": "Gorilla-Cookies",
    "type": "hybrid",
    "rating": 4.8,
    "description": "Gorilla Cookies by Elev8 Seeds is the powerful union of Gorilla Glue #4 and Thin Mint Girl Scout Cookies. The pungent Gorilla Glue aroma is loud, but Thin Mint's exotic terpene profile adds nuance to the bouquet. Both parents were bred for potency and that shows in the resin-coated buds that harden like stones after curing. Enjoy this one-hitter quitter with care, as the effects will alter the trajectory of your entire day. Gorilla Cookies is a quality strain for managing physical pain, nausea, and stress."
  },
  {
    "node": 48,
    "name": "Granddaddy-Purple",
    "type": "indica",
    "rating": 4.4,
    "description": "Introduced in 2003 by Ken Estes, Granddaddy Purple (or GDP) is a famous indica cross between Purple Urkle and Big Bud. This California staple inherits a complex grape and berry aroma from its Purple Urkle parent, while Big Bud passes on its oversized, compact bud structure. GDP flowers bloom in shades of deep purple, a contrastive backdrop for its snow-like dusting of white crystal resin.Its potent psychoactive effects are clearly detectable in both mind and body, delivering a fusion of cerebral euphoria and physical relaxation. While your thoughts may float in a dreamy buzz, your body is more likely to find itself fixed in one spot for the duration of GDP's effects. Like most heavy indica varieties, Granddaddy Purple is typically pulled off the shelf to treat pain, stress, insomnia, appetite loss, and muscle spasms. GDP blesses growers with massive commercial yields which are ready for harvest following a 60 day flowering time indoors."
  },
  {
    "node": 49,
    "name": "Grape-Ape",
    "type": "indica",
    "rating": 4.3,
    "description": "Grape Ape, propagated by Apothecary Genetics and Barney's Farm, is a mostly indica strain that crosses Mendocino Purps, Skunk, and Afghani. Named for its distinct grape-like smell, this indica is known for providing carefree relaxation that can help soothe pain, stress, and anxiety. Its dense, compact buds are wreathed in deep purple leaves which darken as this indica reaches full maturation following its 7 to 8 week flowering time."
  },
  {
    "node": 50,
    "name": "Grapefruit",
    "type": "sativa",
    "rating": 4.3,
    "description": "This potent sativa was developed by crossing Cinderella 99 with a fast-flowering sativa selected for its rich grapefruit flavor. The tropical, citrus smell of Grapefruit mixes with energetic effects to give you a happy stress-reliever that also works well for battling migraine headaches."
  },
  {
    "node": 51,
    "name": "Green-Crack",
    "type": "sativa",
    "rating": 4.3,
    "description": "Don't let the name fool you: this is pure cannabis. Few strains compare to Green Crack's sharp energy and focus as it induces an invigorating mental buzz that keeps you going throughout the day. With a tangy, fruity flavor redolent of mango, Green Crack is the perfect daytime medication for patients treating fatigue, stress, and depression.Green Crack has branched into two genetic lineages, the most common of which is its sativa line descended from Skunk #1. The 75% indica variety of Green Crack is said to have come from an Afghani strain, and is marked by a tighter bud structure. Because its name perpetuates a negative image of cannabis, some people have taken to calling this strain Cush (with a ��C') or Green Cush instead."
  },
  {
    "node": 52,
    "name": "Green-Ribbon",
    "type": "hybrid",
    "rating": 4.2,
    "description": "Green Ribbon is a 50/50 hybrid that tends towards the sativa side when it comes to effects; patients report an energetic, heady feeling when using it. Originating in San Jose, California, this strain includes some Green Crack but the status of the other parent is unknown, with Trainwreck, Afghanica, and White Rhino all contenders. The light green buds have a subtle floral scent and are slightly fruity, lending to an earthy taste. Green Ribbon generally has a high THC content around 18-20%."
  },
  {
    "node": 53,
    "name": "Harlequin",
    "type": "sativa",
    "rating": 4.3,
    "description": "Harlequin is a 75/25 sativa-dominant strain renowned for its reliable expression of CBD. A descendant of Colombian Gold, a Nepali indica, and Thai and Swiss landrace strains, you can depend on Harlequin to provide clear-headed, alert sativa effects. Unlike most high-CBD strains, Harlequin almost always develops a CBD:THC ratio of 5:2, making this strain one of the most effective out there for treatment of pain and anxiety, as CBD can counteract THC's paranoia while amplifying its painkilling properties. Flavors can range from earthy musk to sweet mango, but without a doubt, what draws crowds to Harlequin is its ability to relax without sedation and to relieve without intoxication."
  },
  {
    "node": 54,
    "name": "Headband",
    "type": "hybrid",
    "rating": 4.3,
    "description": "Meet Headband, the love-child of cannabis' power couple, OG Kush and Sour Diesel. The smooth, creamy smoke is accented by flavors of lemons and diesel while the long-lasting effects are great for pain relief, helping you to relax, and to combat elevated stress levels. Many report that the effects create a slight pressure around the crown of their head and feels as though they are wearing a headband. The effects have been known to come on slow, so pace yourself with this potent hybrid."
  },
  {
    "node": 55,
    "name": "Holy-Grail-Kush",
    "type": "hybrid",
    "rating": 4.5,
    "description": "Holy Grail Kush is a newer strain created by seed breeders DNA Genetics and Reserva Privada Colorado. It entered into the Seed Company Hybrids category at the 2011 High Times Cannabis Cup. As the offspring of multi-award winners OG #18 and Kosher Kush, it's no surprise that Holy Grail Kush came out on top and is said to have nabbed the competition's first-ever perfect score. The plants are easy to grow, with large, dense buds appearing at 9 to 10 weeks. Most of Holy Grail Kush's praise centers around its potency; THC levels have tested at over 20%, but this hybrid produces a more mellow relaxation than the melt-your-face-off indica sensation the name might suggest. The aroma of this plant is pure kush and has a strong spicy citrus smell, both while growing and once harvested, that is uniquely complex."
  },
  {
    "node": 56,
    "name": "Humboldt-Headband",
    "type": "indica",
    "rating": 4.8,
    "description": "Humboldt Headband is Humboldt Seed's version of the crowd-pleaser, Headband. Unlike the traditional sativa-dominant Headband, Humboldt breeds in Purple Panty Dropper for its weighty indica genetics, resulting in a euphoric 75% indica-dominant strain that relieves aches and pains. Expect a heady pressure that may resemble the sensation of wearing a headband. As its effects melt into the body, anticipate pleasurable physical relaxation with latent aphrodisiac effects."
  },
  {
    "node": 57,
    "name": "J1",
    "type": "hybrid",
    "rating": 4.5,
    "description": "J1, or Jack One, is a high-end hybrid strain that is gaining widespread popularity. Although a hybrid, the high-energy effects categorize the strain more on the sativa end of the scale. J1 is a cross between two famous sativas, Skunk #1 and Jack Herer, and is best known for its strong, uplifting, clear-headed buzz that allows for mobility. The flowers are emerald green and frosty with a sweet aroma resembling the unmistakable Jack Herer pungency. This strain's seemingly only flaw is the top-shelf price that tends to come with its exceptional quality."
  },
  {
    "node": 58,
    "name": "Jack-Herer",
    "type": "sativa",
    "rating": 4.4,
    "description": "Jack Herer is a sativa-dominant cannabis strain that has gained as much renown as its namesake, the marijuana activist and author of The Emperor Wears No Clothes. Combining a Haze hybrid with a Northern Lights #5 and Shiva Skunk cross, Sensi Seeds created Jack Herer hoping to capture both the cerebral elevation associated with sativas and the heavy resin production of indicas. Its rich genetic background gives rise to several different variations of Jack Herer, each phenotype bearing its own unique features and effects. However, consumers typically describe this 55% sativa hybrid as blissful, clear-headed, and creative.Jack Herer was created in the Netherlands in the mid-1990s, where it was later distributed by Dutch pharmacies as a recognized medical-grade strain. Since then, the spicy, pine-scented sativa has taken home numerous awards for its quality and potency. Many breeders have attempted to cultivate this staple strain themselves in sunny or Mediterranean climates, and indoor growers should wait 50 to 70 days for Jack Herer to flower."
  },
  {
    "node": 59,
    "name": "Jesus-Og",
    "type": "sativa",
    "rating": 4.6,
    "description": "Jesus OG was bred by TGA Subcool Seeds as the not-so-immaculate conception of Hell's Angel OG and Jack the Ripper (talk about an unholy\" parentage). Jesus OG proves to be a godsend for growers and produces tall plants and heavy yields. Users enjoy the lemony kush aroma of this sativa-dominant hybrid"
  },
  {
    "node": 60,
    "name": "Jet-Fuel",
    "type": "hybrid",
    "rating": 4.6,
    "description": "Jet Fuel, also known as G6, from 303 Seeds is the ultimate cross of some of the most renowned Diesel strains. By combining Aspen OG with High Country Diesel, we are left with a sativa-driven hybrid that stays true to the influence of SFV OG Kush and East Coast Sour Diesel in its lineage. The name Jet Fuel isn't purely devoted to the sweet, pungent aroma of diesel fumes that this strain exudes, but also the high-energy jolt of uplifting sativa effects that eventually level off to provide a dream-like state of relaxation."
  },
  {
    "node": 61,
    "name": "Kali-Mist",
    "type": "sativa",
    "rating": 4.1,
    "description": "Kali Mist is known to deliver clear-headed, energetic effects that can verge on psychedelic at times. Despite having an unknown genetic history, Kali Mist is believed to have originated in the 1990s through crossing two sativa-dominant hybrids. This lightweight sativa is a perfect choice for consumers looking to maintain focus and productivity throughout their day."
  },
  {
    "node": 62,
    "name": "Key-Lime-Pie",
    "type": "hybrid",
    "rating": 4.5,
    "description": "Key Lime Pie from Burning Bush Nurseries is a gourmet phenotype of the superstar strain Girl Scout Cookies. Selected for its strong indica characteristics and heavy resin production, this dynamic hybrid boasts flavors of lime candy, mint, and spice that spark flavors of earth and chocolate when activated by heat. The buds of Key Lime Pie regularly show traces of purple hues due to the plant's affinity towards colder temperatures. The bold indica influence produces relaxing body effects that help to relieve chronic pain and insomnia, but have been known to overwhelm those less familiar with cannabis."
  },
  {
    "node": 63,
    "name": "King-Louis",
    "type": "indica",
    "rating": 4.6,
    "description": "King Louis XIII might be most famous for making wigs on men de rigeur for the French aristocracy, but in Southern California the name will bring to mind a popular indica-dominant strain. This strain announces itself as many people did in the 1600s: by its smell. The difference is this monarch's odor is one that's meant to be enjoyed; its dense nugs have an overwhelmingly piney smell with an earthy musk that will have you thinking of your last forest adventure. Bred in part from OG Kush, Louis XIII has a very similar spicy kush aroma. Good for insomnia, this strain often tests at over 20% THC."
  },
  {
    "node": 64,
    "name": "Kryptonite",
    "type": "indica",
    "rating": 4.3,
    "description": "A mysterious clone-only hybrid, Kryptonite is rumored to be a cross between Mendocino Purps and Killer Queen created by breeders at the Bay Area's famed Oaksterdam University. Known to produce THC levels up to of 25%, this indica-dominant strain is a good choice for those seeking to treat serious pain without the extreme sleepiness associated with some pure indicas. Kryptonite features a musty tropical fruit smell and a sweet, sugary flavor reminiscent of Cinderella 99, one of the parent strains to Killer Queen."
  },
  {
    "node": 65,
    "name": "Laughing-Buddha",
    "type": "sativa",
    "rating": 4.4,
    "description": "Laughing Buddha is an award-winning sativa (2003 High Times Cannabis Cup) from Barney's Farm that grows fast and tall. An earthy cross between Thai and Jamaican strains with a sweet, fruity smell that is broken up by hints of spice and provides a rich pungent smoke that will leave consumers feeling happy, upbeat, and will leave them giggling even when battling depression. The oversized colas often need pruning and extra support, but the added work pays off come harvest time when full, frosty buds cover almost the entire plant."
  },
  {
    "node": 66,
    "name": "Lemon-Kush",
    "type": "hybrid",
    "rating": 4.1,
    "description": "The general consensus surrounding Lemon Kush is that is a cross between Master Kush and Lemon Joy. However, breeder specific variations exist. Alien Genetics, for example, explains their Lemon Kush as a hybrid between Lemon G, a prized strain from Ohio, and an Afghan Kush. The genetics are the only area of dispute as everyone will agree that the sweet flavors of lemon and citrus mix exceptionally well with the earthy kush undertones. The light green buds are covered in a white frosting of trichomes and provide uplifting and creative effects. Lemon Kush is the perfect solution for when the stresses of life have you feeling sour."
  },
  {
    "node": 67,
    "name": "Lemon-Skunk",
    "type": "hybrid",
    "rating": 4.3,
    "description": "Lemon Skunk was conceived from two separate Skunk phenotypes that displayed exceptionally zesty lemon traits. The skunky, citrus flavor draws you in immediately, and the happy, energetic buzz will shake you out of any funk. DNA Genetics has developed Lemon Skunk as great strain for combating depression and stress."
  },
  {
    "node": 68,
    "name": "Lifesaver",
    "type": "hybrid",
    "rating": 4.5,
    "description": "When it comes to both its candy-like taste and ability to knock out chronic pain, Lifesaver definitely lives up to its name. This indica-dominant cross of the breeder strains BOG Bubble and Subcool JCB was created to meet the special demands of pain sufferers. Relaxing with a grape and bubble gum aroma, this strain is worth a try for those looking for a stronger, medicated feeling. Lifesaver flowers quickly, usually within 8 weeks."
  },
  {
    "node": 69,
    "name": "Mai-Tai-Cookies",
    "type": "hybrid",
    "rating": 4.9,
    "description": "Mai Tai Cookies is a CBD-rich hybrid strain bred by Terraform Genetics, who crossed Alien Orange Cookies and ACDC.  She took 1st place for Best CBD Flower\" at the 2016 High Times Cannabis Cup in Los Angeles. This hybrid is very frosty compared to most CBD strains and has a unique aroma of cherries and orange peels.  With a high that is very relaxing and yet functional"
  },
  {
    "node": 70,
    "name": "Master-Kush",
    "type": "indica",
    "rating": 4.3,
    "description": "Master Kush is a popular indica cross created out of two landrace strains from different parts of the Hindu Kush region. Master Kush is bred by the Dutch White Label Seed Company, located in Amsterdam. During maturation the plant produces a subtle earthy, citrus smell with a hint of incense, which is often described as a vintage flavor. The taste of Master Kush is reminiscent of the famous hard-rubbed charas hash. This strain holds a superb balance of full-body relaxation without the mind-numbing effect that many indica strains produce. Instead, Master Kush offers a sharpened sensory awareness that can bring out the best of any activity."
  },
  {
    "node": 71,
    "name": "Master-Yoda",
    "type": "hybrid",
    "rating": 4.5,
    "description": "With lab-tested THC levels that reach over 20%, strong medicine, Master Yoda is. This strain, however, is not about brute Force"
  },
  {
    "node": 72,
    "name": "Maui-Wowie",
    "type": "sativa",
    "rating": 4.4,
    "description": "Maui Wowie (not Maui Waui) is a classic sativa whose tropical flavors and stress-relieving qualities will float you straight to the shores of Hawaii where this strain was originally born and raised. Since its beginnings in the island's volcanic soil, Maui Wowie has spread across the world to bless us with its sweet pineapple flavors and high-energy euphoria. Lightweight sativa effects allow your mind to drift away to creative escapes, while Maui Wowie's motivating, active effects may be all you need to get outside and enjoy the sun. This tall, lanky strain is best suited for cultivation in warm, tropical climates that mirror its homeland, but a bright environment and nutrient-rich soil are typically adequate for indoor growth."
  },
  {
    "node": 73,
    "name": "Monster-Cookies",
    "type": "indica",
    "rating": 4.6,
    "description": "Monster Cookies is an 80% indica cross between Girl Scout Cookies and Granddaddy Purple that delivers a jarring dose of euphoria and relaxation. Its aroma is dominated by earthy notes, enriched by a grape and berry scent passed on by Granddaddy Purple. Hues of purple and green weave together under a silver blanket of crystal trichomes, colors that continue to darken with maturation. Calming sedation wells up over time, making this strain ideal for late night use."
  },
  {
    "node": 74,
    "name": "Nyc-Diesel",
    "type": "hybrid",
    "rating": 4.2,
    "description": "Bred by Soma Sacred Seeds, NYC Diesel (or Soma Sour Diesel) is a 60% sativa-dominant cross between Mexican and Afghani landraces. This strain provides strong cerebral effects that ease into a deep, full-body relaxation over time. A pungent lime and grapefruit aroma is the mark of a high quality batch, like those that won this strain five Cannabis Cup trophies in the early 2000s. NYC Diesel's happy, talkative qualities make this hybrid a good choice for social activities and many anxiety-prone consumers praise it for its paranoia-free effects."
  },
  {
    "node": 75,
    "name": "Northern-Lights",
    "type": "indica",
    "rating": 4.4,
    "description": "Northern Lights stands among the most famous strains of all time, a pure indica cherished for its resinous buds, fast flowering, and resilience during growth. Itself a descendant of indigenous Afghani and Thai landrace strains, Northern Lights has given rise to famous hybrids like Shiva Skunk and Super Silver Haze. Rumor has it that Northern Lights first sprouted near Seattle, Washington, but was propagated out of Holland after 1985 at what is now Sensi Seeds.Pungently sweet, spicy aromas radiate from the crystal-coated buds, which sometimes reveal themselves in hues of purple. Northern Lights' psychoactive effects settle in firmly throughout the body, relaxing muscles and pacifying the mind in dreamy euphoria. Comfortable laziness allows patients to relieve pain and sleeplessness, while its mellow contentment roots out depression and stress. Several different Northern Lights phenotypes circulate the market, but Sensi Seeds recommends a general indoor flowering time of 45 to 50 days."
  },
  {
    "node": 76,
    "name": "Og-18",
    "type": "hybrid",
    "rating": 4.6,
    "description": "OG #18, a phenotype of OG Kush, was introduced by DNA Genetics. Also known as 'Private Reserve,' this indica-dominant hybrid delivers a long-lasting sedative and trancey high, ideal for leisure and relaxation. True to its predecessors, this flower carries the distinct diesel kush flavor with sour undertones. Its prominence is not new: a winner of the High Times Cannabis Cup in '09 and '10, as well as the Europe Champions Cup and Spannabis Indoor Hydro Cup in '10. Interested in growing? Plan for a 9 week flowering time indoors."
  },
  {
    "node": 77,
    "name": "Og-Kush",
    "type": "hybrid",
    "rating": 4.3,
    "description": "OG Kush makes up the genetic backbone of West Coast cannabis varieties, but in spite of its ubiquity, its genetic origins remain a mystery. Popular myth maintains that Chemdawg and Hindu Kush parented OG Kush, passing on the distinct kush\" bud structure we see in many strains today. However"
  },
  {
    "node": 78,
    "name": "Orange-Cookies",
    "type": "hybrid",
    "rating": 4.6,
    "description": "Orange Cookies bred by Franchise Genetics is a hybrid that combines Orange Juice with the renowned Girl Scout Cookies. A flavor-packed strain, Orange Cookies expresses itself with a strong aroma of sweet citrus that closely resembles a fresh tangerine. The flavors of Orange Cookies gives way to deep calming body effects that mingle with a euphoric cerebral buzz to leave you happy and relaxed."
  },
  {
    "node": 79,
    "name": "Paris-Og",
    "type": "indica",
    "rating": 4.6,
    "description": "Paris OG is an indica-dominant strain with calming effects that promote rest and relaxation. Rumor has it that Paris OG descends from Headband and Lemon OG, who together pass on a sweet blend of fruity, citrus flavors. With victories in multiple competitions including 1st place in the 2014 Michigan High Times' Cannabis Cup, Paris OG has undoubtedly secured itself a long-lasting reputation in the cannabis world."
  },
  {
    "node": 80,
    "name": "Pineapple",
    "type": "hybrid",
    "rating": 4.2,
    "description": "Pineapple was developed by selecting a phenotype of Ed Rosenthal's Super Bud (ERSB) that expressed predominantly indica traits and had intense tropical flavors. After generations of inbreeding, the strain developed a sturdy structure and more pronounced flavors of pineapple and diesel. The buds take on a bulbous shape that, in a way, resemble the fruit. A perfect strain for stress relief, Pineapple will transport you to your happy place, leaving you uplifted and relaxed."
  },
  {
    "node": 81,
    "name": "Pineapple-Cookies",
    "type": "hybrid",
    "rating": 4,
    "description": "Pineapple Cookies by Calyx Gardens is an introspective Platinum Girl Scout Cookies cross with flavor to spare. It was created by breeding the Calyx Garden Pineapple OG Kush father (Poison OG x Purple Pineapple) with the long-lasting body-melter Platinum GSC. Relaxation and happiness creep across the body, gradually dissolving stress and depression as the consumer's mood elevates. This strain's aroma is bright and buttery, exhibiting sweet notes from both its parents."
  },
  {
    "node": 82,
    "name": "Pineapple-Express",
    "type": "hybrid",
    "rating": 4.4,
    "description": "Pineapple Express combines the potent and flavorful forces of parent strains Trainwreck and Hawaiian. The smell is likened to fresh apple and mango, with a taste of pineapple, pine, and cedar. This hard-hitting sativa-dominant hybrid provides a long-lasting energetic buzz perfect for productive afternoons and creative escapes."
  },
  {
    "node": 83,
    "name": "Platinum-Bubba-Kush",
    "type": "indica",
    "rating": 4.5,
    "description": "Platinum Bubba Kush is a platinum\" level indica-dominant strain for those who are looking for strong medicine. Best for strong body relaxation"
  },
  {
    "node": 84,
    "name": "Platinum-Gsc",
    "type": "hybrid",
    "rating": 4.6,
    "description": "If you thought GSC couldn't get any better, then behold its next evolution, Platinum GSC, formerly known as Platinum Girl Scout Cookies. This Cup-winning hybrid -- a cross of OG Kush, Durban Poison, and a third unknown strain -- fills your nose and lungs with sweet notes of berry and candy, followed by a fruity spiciness. Patients with severe pain, nausea, swelling, migraines, and stress should look no further for relief as symptoms both physical and mood-related melt away instantly. The Platinum GSC strain flaunts a heavy coat of crystal trichomes over its sage green leaves, assuring its potency to any consumer in doubt."
  },
  {
    "node": 85,
    "name": "Platinum-Og",
    "type": "indica",
    "rating": 4.4,
    "description": "Platinum OG is just as precious as the metal it's named after. With a THC content regularly topping 20%, this indica-dominant hybrid asserts itself as one of the heaviest\" strains around. Platinum OG is purported to stem from three strains: Master Kush"
  },
  {
    "node": 86,
    "name": "Presidential-Og",
    "type": "indica",
    "rating": 4.5,
    "description": "Presidential OG (also called Presidential Kush) by Royal Queen Seeds is an indica cross between Bubble Gum and OG Kush that definitely knows how to get your attention with its intense citrus-pine smell. As far as taste goes, it maintains the pine flavor and heads into more earthy terrain. Almost purely indica, this strain hits hard and fast with a sedative effect that make this a popular choice for those dealing with insomnia or stress."
  },
  {
    "node": 87,
    "name": "Purple-Animal-Cookies",
    "type": "hybrid",
    "rating": 0,
    "description": "Purple Animal Cookies by CannaVenture Seeds is an indica-dominant cross with beautiful coloration and potent effects. The strain was bred by crossing Animal Cookies with LVPK, and is generally a Cookie-dominant cross of these genetics. This leads to a sweet, earthy aroma and happy, relaxing effects that intensify with continued consumption. It has an average flowering time of 9 to 10 weeks, and offers a fair yield to attentive growers. Purple Animal Cookies' happy, sedating buzz makes it an ideal fit for the end of the workday."
  },
  {
    "node": 88,
    "name": "Purple-Diesel",
    "type": "hybrid",
    "rating": 4.2,
    "description": "Purple Diesel, bred by Cali Connection, is a wonder among hybrid strains. While most of the effects are similar to traditional sativas (energizing, uplifting, focused), Purple D is also an exceptional strain for pain relief. A sneaky cross between Pre-98 Bubba Kush and Sour Diesel, this strain takes a while to fully kick in. However, once the effects begin to present themselves, users are struck by a type of giggly, euphoric bliss. A favorite among daytime users, Purple Diesel features a sour, fuel-like aroma. For those interested in growing, this strain has an early flowering time of around 8 weeks and features dense buds with deep purple leaves."
  },
  {
    "node": 89,
    "name": "Purple-Punch",
    "type": "indica",
    "rating": 4.6,
    "description": "Purple Punch is the sweet and sedating union of two indica-dominant classics. By breeding Larry OG with Granddaddy Purple, the astonishing trichome laden Purple Punch was born, smelling of grape candy, blueberry muffins, and tart Kool-Aid. The potency of this strain gives the consumer a one-two punch to the head and body, initially landing between the eyes and settling down into the limbs. Purple Punch is a delicious dessert strain that is best suited for after dinner. Its effects are preferred for managing nausea, stress, minor body aches, and sleeplessness."
  },
  {
    "node": 90,
    "name": "Purple-Tangie",
    "type": "sativa",
    "rating": 4.5,
    "description": "A spin on the citrus-loaded Tangie sativa, Purple Tangie is a flavorful strain that invigorates the spirit with uplifting euphoria. In a show of its quality, Purple Tangie took 1st place in the Best Medical Sativa Concentrate\" category at the 2016 High Times Cannabis Cup in Los Angeles. You may find that Purple Tangie offers an energetic kick to your social skills"
  },
  {
    "node": 91,
    "name": "Purple-Urkle",
    "type": "indica",
    "rating": 4.4,
    "description": "Purple Urkle's history is as complex as its flavor palate. A California strain, the origins are believed to stem from a select phenotype of Mendocino Purps, while the essence is a blend of skunk, berry, and fresh grapes. Consumers report the indica effects to be deeply relaxing, sleep-inducing, and a great option for full-body pain relief. The short onset of effects make it a perfect nighttime strain for those who suffer from insomnia."
  },
  {
    "node": 92,
    "name": "Raskal-Og",
    "type": "hybrid",
    "rating": 4.1,
    "description": "With parents OG Kush and SFV OG Kush, Raskal OG smells of lemon and pine with a musty and grassy taste. Bred by Cali Connection, the THC levels range up to 17% and the CBD is up to 0.86%. With dense light and dark green colored buds, this sticky strain is soft when broken apart."
  },
  {
    "node": 93,
    "name": "Romulan-Grapefruit",
    "type": "hybrid",
    "rating": 4.3,
    "description": "Top quality hybrid, amazingly strong scent. Grows like the Grapefruit in size and stature but has a bigger punch and stronger smell due to the Romulan influence."
  },
  {
    "node": 94,
    "name": "Royal-Kush",
    "type": "hybrid",
    "rating": 4.2,
    "description": "Royal Kush by G13 Labs is a king among hybrids, delivering powerful trance-like effects with an earthy, skunky aroma. This balanced hybrid descends from the renowned line of Afghani and Skunk #1, two strains that have gained legendary status among cannabis breeders. Royal Kush's happy, euphoric relaxation branches out in full-body effects that later ease into deep restfulness conducive for sleep. Patients treating stress, pain, and nausea can benefit from Royal Kush's potent relief, but less seasoned consumers should take caution with this hard-hitter. This strain has a unique coverage of white pistil hairs, and growers are recommended an 8 to 13 week flowering time for their indoor Royal Kush plants."
  },
  {
    "node": 95,
    "name": "Sfv-Og",
    "type": "hybrid",
    "rating": 4.4,
    "description": "SFV OG by Cali Connection is a sativa-dominant hybrid that is great for patients who need strong pain relief but don't want to be stuck on the couch. As the name indicates, this OG Kush relative originates from California's San Fernando Valley. Although their names are barely distinguishable, SFV OG Kush is actually the Afghani-crossed child to SFV OG. The flowers will stay fairly small and may not look super impressive, but what it lacks in looks it makes up for in smell. The pine and lemon earthiness that SFV exudes can be a bit harsh and bitter if smoked, so this strain is one to save for the vaporizer if consuming directly. Its indica body effects take a little longer to feel than the initial head haziness, but once they do, everything will feel fine."
  },
  {
    "node": 96,
    "name": "Sour-Apple",
    "type": "hybrid",
    "rating": 4.2,
    "description": "Expect to pucker up, because this strain will send your tastebuds a-tinglin'. Bright green in color with a distinct sour apple candy aroma, Sour Apple lives up to its name. You won't get a sugar rush from this strain, however, but it may leave you stuck on the couch. This indica-dominant hybrid is good for after work or on a lazy afternoon. A cross between Sour Diesel and Cinderella 99, Sour Apple at its best is extremely potent and full-bodied. Try this strain if you're looking to relax and ease stress."
  },
  {
    "node": 97,
    "name": "Sour-Diesel",
    "type": "sativa",
    "rating": 4.4,
    "description": "Sour Diesel, sometimes called Sour D, is an invigorating sativa-dominant strain named after its pungent, diesel-like aroma. This fast-acting strain delivers energizing, dreamy cerebral effects that have pushed Sour Diesel to its legendary status. Stress, pain, and depression fade away in long-lasting relief that makes Sour Diesel a top choice among medical patients. This strain took root in the early 90's, and it is believed to have descended from Chemdawg 91 and Super Skunk."
  },
  {
    "node": 98,
    "name": "Sour-Tangie",
    "type": "sativa",
    "rating": 4.6,
    "description": "DNA Genetics' Sour Tangie is an 80% sativa cross between East Coast Sour Diesel and Tangie. Sour Tangie brings together the classic Sour Diesel aroma with Tangie's creative, elevating buzz and strong citrus overtones. This sativa has two different phenotypes that express either Sour Diesel or Tangie bud structures and effects. Sour Tangie grows quickly in its vegetative cycle and finishes flowering in 9 to 10 weeks indoors."
  },
  {
    "node": 99,
    "name": "Strawberry",
    "type": "sativa",
    "rating": 4.4,
    "description": "Originally bred in the Netherlands, Strawberry is a mostly sativa cannabis strain with a pungent fruity scent and uplifting effects. Consumers prone to anxiety choose Strawberry for its stress-relieving qualities without the jarring paranoia common among high THC strains. Comfortable and relaxing, Strawberry brings physical and mental relief to patients treating symptoms mild or severe. Strawberry is grown both indoors and out with a 9 week flowering time."
  },
  {
    "node": 100,
    "name": "Strawberry-Banana",
    "type": "hybrid",
    "rating": 4.5,
    "description": "Strawberry Banana is a 70/30 indica-dominant cannabis strain developed by DNA Genetics in collaboration with Serious Seeds. A genetic cross between Crockett's Banana Kush and the Strawberry\" phenotype of Bubble Gum"
  },
  {
    "node": 101,
    "name": "Strawberry-Blondie",
    "type": "hybrid",
    "rating": 4.9,
    "description": "Strawberry Blondie by Los Angeles Kush is an indica-dominant hybrid with soothing effects and full flavors. Created by crossing the famous Strawberry Banana with another indica-dominant dose of fruitiness, Banana OG, this fruit basket strain offers a sweet and flavorful terpene profile with relaxing effects. Known as an exceptional sleep aid, Strawberry Blondie imbues the consumer with an introspective mental buzz and a deep body high that slowly lulls consumers into a meditative and peaceful physical state."
  },
  {
    "node": 102,
    "name": "Strawberry-Lemonade",
    "type": "sativa",
    "rating": 4.3,
    "description": "Strawberry Lemonade is a sativa-dominant strain that took 1st in High Times' 2015 Denver Cannabis Cup as Best Sativa Concentrate.\" The supposed cross of Strawberry Cough and Lemon OG"
  },
  {
    "node": 103,
    "name": "Strawberry-Milkshake",
    "type": "hybrid",
    "rating": 4.4,
    "description": "Strawberry Milkshake, a perfect 50/50 hybrid, flaunts the fruity flavor of its parent, Strawberry Soda, and the pungent richness of White Fire Alien OG. This combination leaves muscles relaxed and politely tranquilizes overactive, racing minds. Expect laughter, a touch of energy, and a noticeable weight in the eyes."
  },
  {
    "node": 104,
    "name": "Sunset-Sherbert",
    "type": "hybrid",
    "rating": 4.6,
    "description": "Heir to the Girl Scout Cookies throne is Sunset Sherbet (or Sunset Sherbert), an indica-leaning hybrid with intoxicatingly potent effects. Sunset Sherbet inherits the genetic lineage of its Girl Scout Cookies parent, whose ancestors include the famed OG Kush, Cherry Pie, and Durban Poison. Crossed with an indica known as Pink Panties, Sunset Sherbet exhibits powerful full-body effects elevated by a jolt of cerebral energy. A complex aroma colors Sunset Sherbet with notes of skunky citrus, sweet berry, and that candy-like smell redolent of its Girl Scout Cookies parent. Stress, tension, and sour moods melt away with the carefree mindset and physical relaxation that comes with this rich hybrid."
  },
  {
    "node": 105,
    "name": "Super-Green-Crack",
    "type": "sativa",
    "rating": 4.5,
    "description": "Super Green Crack is a true sativa. Like a cup of strong coffee, this strain will give you a hefty boost of energy to start your day. The daughter of Super Silver Haze and Green Crack, Super Green Crack is vivacious, thoughtful, and creative. This strain is perfect for those looking to combat fatigue or depression. Super Green Crack features an extremely pungent aroma,  producing a strong skunk-like scent. The effects of this strain are moderate to long-lasting, and a little goes a long way."
  },
  {
    "node": 106,
    "name": "Super-Lemon-Haze",
    "type": "sativa",
    "rating": 4.4,
    "description": "A sativa-dominant hybrid of Lemon Skunk and Super Silver Haze and two time Cannabis Cup winner from Green House Seeds. Super Lemon Haze is a kief-caked multi-colored wonder. As the name states this strain has real lemony characteristics. The smell is zesty, citrusy, and a little sweet. As for the taste, it's everything one would expect from the namesake; tart and sweet like lemonheads candy - not quite as sharp as one might expect. The effects are uniquely energetic and lively, may not be the best strain for those of us that are naturally wound-up tight."
  },
  {
    "node": 107,
    "name": "Swiss-Tsunami",
    "type": "sativa",
    "rating": 4.8,
    "description": "Swiss Tsunami is a rare CBD-rich strain with a pungent smell. A genetic cross of Swiss Gold and Sour Tsunami, Swiss-Tsu is a potent pairing that can generate over 14% CBD with just 0.5% THC on average. Reeking of skunky, herbaceous terpenes and having the bright yet delicate flavor of orange peel on the exhale, Swiss Tsunami is a connoisseur CBD cut in a league of its own. Enjoy this strain to help relieve inflammation, nausea, and anxiety."
  },
  {
    "node": 108,
    "name": "Tangie",
    "type": "sativa",
    "rating": 4.5,
    "description": "Tangie is another fantastic offering from DNA Genetics in Amsterdam that has quickly gained popularity in its home and is spreading elsewhere. This strain is a remake of sorts of the popular version of Tangerine Dream that was sought-after in the 1990s. The genetics on this strain are a cross of California Orange and a Skunk hybrid, and its citrus heritage is the most evident in its refreshing tangerine aroma. As a plant, Tangie grows best outside, producing sticky buds that provide euphoric yet relaxed effects."
  },
  {
    "node": 109,
    "name": "The-White",
    "type": "hybrid",
    "rating": 4.6,
    "description": "This mysterious strain, supposedly from somewhere in Florida and originally called Triangle"
  },
  {
    "node": 110,
    "name": "Trainwreck",
    "type": "hybrid",
    "rating": 4.2,
    "description": "Trainwreck is a mind-bending hybrid with potent sativa effects that hit like a freight train. Mexican and Thai sativas were bred with Afghani indicas to produce this Northern California staple, passing on a sweet lemon and spicy pine aroma. Trainwreck begins its speedy hurtle through the mind with a surge of euphoria, awakening creativity and happiness. Migraines, pain, and arthritis are mowed down by Trainwreck's high THC content, and many patients also use it for relief of anxiety, ADD/ADHD, and PTSD. Trainwreck flowers finish up in early October outdoors, while indoor gardens are ready for harvest 8 weeks into flowering."
  },
  {
    "node": 111,
    "name": "Truffle-Butter",
    "type": "indica",
    "rating": 4.5,
    "description": "Truffle Butter by THClones is a sedating genetic cross with sweet terpenes. Created by crossing Gelato and Chocolate Kush, this strain's aroma is a mixture of fruit, caramel, and floral notes. Truffle Butter gently sedates the body, turning even seasoned consumers into lethargic couch potatoes. This strain's relaxing qualities make it ideal for abating stress and insomnia."
  },
  {
    "node": 112,
    "name": "Venom-Og",
    "type": "hybrid",
    "rating": 4.4,
    "description": "Venom OG from Rare Dankness Seeds is an indica-dominant cross between Poison OG and Rare Dankness #1. Its forest-green buds are dense with a tangle of bright orange hairs, and it has an aroma of skunk, pine, lemon, and diesel. This strain is recommended for nighttime use as its effects tend toward full-body relaxation, but it also provides some sensory elevation that is enjoyable for lazy activities. Patients have found Venom OG a potent remedy for pain, arthritis, anxiety, and sleep disorders. Venom OG is suitable for outdoor or indoor gardens and its breeders suggest a 50 to 65-day flowering period."
  },
  {
    "node": 113,
    "name": "Watermelon",
    "type": "indica",
    "rating": 4.5,
    "description": "Watermelon is an 80% indica strain. Its large, dense buds are valued for their high THC content and relaxing effects, useful as a sleeping aid or appetite stimulant. As the name suggests, this strain has a distinct fruity watermelon flavor profile, reminiscent of grape with hashy undertones. Watermelon is prized by growers for its high yield and potency, requiring 55 to 60 days flowering time."
  },
  {
    "node": 114,
    "name": "Wedding-Cake",
    "type": "hybrid",
    "rating": 4.7,
    "description": "Wedding Cake, also known as Pink Cookies, is the familial genetic cross of Girl Scout Cookies and Cherry Pie. This delectable treat is rich with tangy sweet earth and pepper, taking notes and dimension from its OG and Durban Poison parentage. Enjoy this double dose of dense dankness with care, as certain farms have noted THC content upwards of 25% or greater."
  },
  {
    "node": 115,
    "name": "White-Fire-Og",
    "type": "hybrid",
    "rating": 4.5,
    "description": "White Fire OG, also known as WiFi OG, is a 60% sativa hybrid with uplifting and comfortable cerebrally focused effects. This strain combines the best features of its parent strains: the sour, earthy, diesel aroma of Fire OG and the high resin production of The White that leaves the plants covered in a dusty snowfall of crystals. Many phenotypes of White Fire OG exist, some with dense, barrel-like buds and others with pointed, conic formations. Daytime use of this strain won't leave the consumer drowsy, making it a good choice for social and creative activities. White Fire OG is often chosen by patients to treat anxiety and depression, cancer, glaucoma, pain, and appetite loss. Growers of White Fire OG can raise their high-yielding plants outdoors or inside with a 65-day flowering period."
  },
  {
    "node": 116,
    "name": "White-Widow",
    "type": "hybrid",
    "rating": 4.3,
    "description": "Among the most famous strains worldwide is White Widow, a balanced hybrid first bred in the Netherlands by Green House Seeds. A cross between a Brazilian sativa landrace and a resin-heavy South Indian indica,  White Widow has blessed every Dutch coffee shop menu since its birth in the 1990s. Its buds are white with crystal resin, warning you of the potent effects to come. A powerful burst of euphoria and energy breaks through immediately, stimulating both conversation and creativity. White Widow's genetics have given rise to many other legends like White Russian, White Rhino, and Blue Widow. Still, many growers prefer cultivation of the original White Widow, which flowers in about 60 days indoors."
  },
  {
    "node": 117,
    "name": "Xxx-Og",
    "type": "indica",
    "rating": 4.5,
    "description": "XXX OG, from parent strains OG Kush and XXX, is a hard-hitting indica that took 1st place in the 2014 Los Angeles Cannabis Cup. Its bulky, conic buds glow with a heavy, white coat of oozing trichomes, emitting earthy, pine, and lemon notes that combine for a sap-like aroma. In small doses, XXX OG induces moderately sedating effects that allow some mental clarity and physical energy. As you increase the dose, the fight against lethargy and couchlock becomes futile. This makes XXX OG an excellent remedy for sleeplessness, and severe cases of nausea and chronic pain may benefit from the potent effects of this indica. With a strain this powerful, dosing with caution is key."
  },
  {
    "node": 118,
    "name": "Zkittlez",
    "type": "indica",
    "rating": 4.6,
    "description": "Zkittlez is an indica-dominant mix of Grape Ape and Grapefruit that is crossed with another undisclosed strain to produce this candy-flavored cannabis bred by 3rd Gen Family and Terp Hogz. This award-winning combination took 1st Place at the 2016 Emerald Cup and 1st Place Indica at the 2015 Cannabis Cups in San Francisco and in Michigan. The chunky colas explode in a spectrum of light green hues and emit a sweet, tropical blend of fruit flavors. The effects of Zkittlez are surprisingly uplifting for an indica, leaving consumers focused, alert, and happy while relaxing the body to help unwind any time of day."
  },
  {
    "node": 119,
    "name": "Euphoric",
    "type": "effect",
    "rating": 118,
    "description": "A feeling of great happiness or well-being"
  },
  {
    "node": 120,
    "name": "Uplifted",
    "type": "effect",
    "rating": 88,
    "description": "A feeling of morally or spiritually stimulation"
  },
  {
    "node": 121,
    "name": "Creative",
    "type": "effect",
    "rating": 32,
    "description": "Relating to or involving the imagination or original ideas, especially in the production of an artistic work."
  },
  {
    "node": 122,
    "name": "Relaxed",
    "type": "effect",
    "rating": 100,
    "description": "Free from tension and anxiety; at ease."
  },
  {
    "node": 123,
    "name": "Sleepy",
    "type": "effect",
    "rating": 42,
    "description": "Needing or ready for sleep."
  },
  {
    "node": 124,
    "name": "Hungry",
    "type": "effect",
    "rating": 18,
    "description": "Feeling or displaying the need for food."
  },
  {
    "node": 125,
    "name": "Energetic",
    "type": "effect",
    "rating": 38,
    "description": "Showing or involving great activity or vitality."
  },
  {
    "node": 126,
    "name": "Focused",
    "type": "effect",
    "rating": 29,
    "description": "Pay particular attention to, concentrated."
  },
  {
    "node": 127,
    "name": "Stress",
    "type": "medical",
    "rating": 117,
    "description": "Stress is the body's reaction to harmful situations, whether they�re real or perceived. When you feel threatened, a chemical reaction occurs in your body that allows you to act in a way to prevent injury. This reaction is known as \"fight-or-flight,� or the stress response."
  },
  {
    "node": 128,
    "name": "Depression",
    "type": "medical",
    "rating": 110,
    "description": "Depression (major depressive disorder or clinical depression) is a common but serious mood disorder. It causes severe symptoms that affect how you feel, think, and handle daily activities, such as sleeping, eating, or working."
  },
  {
    "node": 129,
    "name": "Insomnia",
    "type": "medical",
    "rating": 69,
    "description": "Insomnia, also known as sleeplessness, is a sleep disorder where people have trouble sleeping. They may have difficulty falling asleep, or staying asleep as long as desired. Insomnia is typically followed by daytime sleepiness, low energy, irritability, and a depressed mood."
  },
  {
    "node": 130,
    "name": "Lack of Appetite",
    "type": "medical",
    "rating": 46,
    "description": "A decreased appetite occurs when you have a reduced desire to eat. It may also be known as a poor appetite or loss of appetite."
  },
  {
    "node": 131,
    "name": "Fatigue",
    "type": "medical",
    "rating": 41,
    "description": "Extreme tiredness, typically resulting from mental or physical exertion or illness."
  },
  {
    "node": 132,
    "name": "Headache",
    "type": "medical",
    "rating": 37,
    "description": "Headache is the symptom of pain anywhere in the region of the head or neck. It occurs in migraines (sharp, or throbbing pains), tension-type headaches, and cluster headaches."
  },
  {
    "node": 133,
    "name": "Muscle Spasm",
    "type": "medical",
    "rating": 19,
    "description": "Muscle spasm is an involuntary contraction of a muscle that can cause a great deal of pain."
  },
  {
    "node": 134,
    "name": "Inflammation",
    "type": "medical",
    "rating": 18,
    "description": "A localized physical condition in which part of the body becomes reddened, swollen, hot, and often painful, especially as a reaction to injury or infection."
  },
  {
    "node": 135,
    "name": "Nausea",
    "type": "medical",
    "rating": 16,
    "description": "A feeling of sickness with an inclination to vomit."
  }
],
"links":[
{"source":119,"target":0,"value":2},
{"source":120,"target":0,"value":2},
{"source":121,"target":0,"value":2},
{"source":0,"target":128,"value":2},
{"source":0,"target":135,"value":2},
{"source":0,"target":127,"value":2},
{"source":0,"target":132,"value":2},
{"source":122,"target":1,"value":2},
{"source":123,"target":1,"value":2},
{"source":119,"target":1,"value":2},
{"source":124,"target":1,"value":2},
{"source":1,"target":127,"value":2},
{"source":1,"target":129,"value":2},
{"source":1,"target":128,"value":2},
{"source":1,"target":133,"value":2},
{"source":122,"target":2,"value":2},
{"source":120,"target":2,"value":2},
{"source":119,"target":2,"value":2},
{"source":125,"target":2,"value":2},
{"source":2,"target":127,"value":2},
{"source":2,"target":128,"value":2},
{"source":2,"target":130,"value":2},
{"source":2,"target":131,"value":2},
{"source":122,"target":3,"value":2},
{"source":123,"target":3,"value":2},
{"source":119,"target":3,"value":2},
{"source":124,"target":3,"value":2},
{"source":3,"target":127,"value":2},
{"source":3,"target":129,"value":2},
{"source":3,"target":130,"value":2},
{"source":3,"target":128,"value":2},
{"source":119,"target":4,"value":2},
{"source":120,"target":4,"value":2},
{"source":122,"target":4,"value":2},
{"source":125,"target":4,"value":2},
{"source":4,"target":128,"value":2},
{"source":4,"target":127,"value":2},
{"source":4,"target":129,"value":2},
{"source":4,"target":131,"value":2},
{"source":119,"target":5,"value":2},
{"source":120,"target":5,"value":2},
{"source":125,"target":5,"value":2},
{"source":121,"target":5,"value":2},
{"source":5,"target":127,"value":2},
{"source":5,"target":132,"value":2},
{"source":5,"target":131,"value":2},
{"source":5,"target":128,"value":2},
{"source":122,"target":6,"value":2},
{"source":119,"target":6,"value":2},
{"source":123,"target":6,"value":2},
{"source":124,"target":6,"value":2},
{"source":6,"target":129,"value":2},
{"source":6,"target":127,"value":2},
{"source":6,"target":130,"value":2},
{"source":6,"target":133,"value":2},
{"source":122,"target":7,"value":2},
{"source":119,"target":7,"value":2},
{"source":121,"target":7,"value":2},
{"source":120,"target":7,"value":2},
{"source":7,"target":127,"value":2},
{"source":7,"target":128,"value":2},
{"source":7,"target":130,"value":2},
{"source":7,"target":129,"value":2},
{"source":122,"target":8,"value":2},
{"source":119,"target":8,"value":2},
{"source":126,"target":8,"value":2},
{"source":125,"target":8,"value":2},
{"source":8,"target":128,"value":2},
{"source":8,"target":127,"value":2},
{"source":8,"target":135,"value":2},
{"source":8,"target":129,"value":2},
{"source":122,"target":9,"value":2},
{"source":119,"target":9,"value":2},
{"source":120,"target":9,"value":2},
{"source":123,"target":9,"value":2},
{"source":9,"target":128,"value":2},
{"source":9,"target":127,"value":2},
{"source":9,"target":129,"value":2},
{"source":9,"target":132,"value":2},
{"source":122,"target":10,"value":2},
{"source":120,"target":10,"value":2},
{"source":121,"target":10,"value":2},
{"source":119,"target":10,"value":2},
{"source":10,"target":127,"value":2},
{"source":10,"target":130,"value":2},
{"source":10,"target":135,"value":2},
{"source":10,"target":132,"value":2},
{"source":122,"target":11,"value":2},
{"source":119,"target":11,"value":2},
{"source":120,"target":11,"value":2},
{"source":11,"target":130,"value":2},
{"source":11,"target":127,"value":2},
{"source":11,"target":131,"value":2},
{"source":11,"target":132,"value":2},
{"source":122,"target":12,"value":2},
{"source":119,"target":12,"value":2},
{"source":123,"target":12,"value":2},
{"source":12,"target":127,"value":2},
{"source":12,"target":128,"value":2},
{"source":12,"target":129,"value":2},
{"source":12,"target":134,"value":2},
{"source":12,"target":132,"value":2},
{"source":122,"target":13,"value":2},
{"source":119,"target":13,"value":2},
{"source":120,"target":13,"value":2},
{"source":13,"target":127,"value":2},
{"source":13,"target":128,"value":2},
{"source":13,"target":129,"value":2},
{"source":13,"target":134,"value":2},
{"source":122,"target":14,"value":2},
{"source":119,"target":14,"value":2},
{"source":123,"target":14,"value":2},
{"source":124,"target":14,"value":2},
{"source":14,"target":127,"value":2},
{"source":14,"target":128,"value":2},
{"source":14,"target":129,"value":2},
{"source":14,"target":132,"value":2},
{"source":122,"target":15,"value":2},
{"source":119,"target":15,"value":2},
{"source":120,"target":15,"value":2},
{"source":121,"target":15,"value":2},
{"source":15,"target":128,"value":2},
{"source":15,"target":127,"value":2},
{"source":15,"target":130,"value":2},
{"source":15,"target":129,"value":2},
{"source":122,"target":16,"value":2},
{"source":119,"target":16,"value":2},
{"source":120,"target":16,"value":2},
{"source":121,"target":16,"value":2},
{"source":16,"target":128,"value":2},
{"source":16,"target":127,"value":2},
{"source":16,"target":130,"value":2},
{"source":16,"target":129,"value":2},
{"source":122,"target":17,"value":2},
{"source":119,"target":17,"value":2},
{"source":126,"target":17,"value":2},
{"source":125,"target":17,"value":2},
{"source":17,"target":128,"value":2},
{"source":17,"target":127,"value":2},
{"source":17,"target":135,"value":2},
{"source":17,"target":129,"value":2},
{"source":120,"target":18,"value":2},
{"source":119,"target":18,"value":2},
{"source":122,"target":18,"value":2},
{"source":126,"target":18,"value":2},
{"source":18,"target":127,"value":2},
{"source":18,"target":128,"value":2},
{"source":18,"target":130,"value":2},
{"source":18,"target":129,"value":2},
{"source":122,"target":19,"value":2},
{"source":119,"target":19,"value":2},
{"source":123,"target":19,"value":2},
{"source":120,"target":19,"value":2},
{"source":19,"target":128,"value":2},
{"source":19,"target":127,"value":2},
{"source":19,"target":135,"value":2},
{"source":19,"target":129,"value":2},
{"source":124,"target":20,"value":2},
{"source":119,"target":20,"value":2},
{"source":20,"target":127,"value":2},
{"source":20,"target":128,"value":2},
{"source":20,"target":131,"value":2},
{"source":20,"target":129,"value":2},
{"source":122,"target":21,"value":2},
{"source":123,"target":21,"value":2},
{"source":119,"target":21,"value":2},
{"source":124,"target":21,"value":2},
{"source":21,"target":128,"value":2},
{"source":21,"target":127,"value":2},
{"source":21,"target":130,"value":2},
{"source":21,"target":129,"value":2},
{"source":120,"target":22,"value":2},
{"source":125,"target":22,"value":2},
{"source":119,"target":22,"value":2},
{"source":121,"target":22,"value":2},
{"source":22,"target":128,"value":2},
{"source":22,"target":127,"value":2},
{"source":22,"target":131,"value":2},
{"source":22,"target":132,"value":2},
{"source":122,"target":23,"value":2},
{"source":120,"target":23,"value":2},
{"source":126,"target":23,"value":2},
{"source":119,"target":23,"value":2},
{"source":23,"target":128,"value":2},
{"source":23,"target":127,"value":2},
{"source":23,"target":134,"value":2},
{"source":23,"target":129,"value":2},
{"source":122,"target":24,"value":2},
{"source":119,"target":24,"value":2},
{"source":120,"target":24,"value":2},
{"source":124,"target":24,"value":2},
{"source":24,"target":128,"value":2},
{"source":24,"target":127,"value":2},
{"source":24,"target":135,"value":2},
{"source":24,"target":130,"value":2},
{"source":122,"target":25,"value":2},
{"source":125,"target":25,"value":2},
{"source":119,"target":25,"value":2},
{"source":121,"target":25,"value":2},
{"source":25,"target":131,"value":2},
{"source":25,"target":134,"value":2},
{"source":25,"target":133,"value":2},
{"source":25,"target":130,"value":2},
{"source":25,"target":127,"value":2},
{"source":122,"target":26,"value":2},
{"source":119,"target":26,"value":2},
{"source":120,"target":26,"value":2},
{"source":126,"target":26,"value":2},
{"source":26,"target":128,"value":2},
{"source":26,"target":127,"value":2},
{"source":26,"target":131,"value":2},
{"source":26,"target":129,"value":2},
{"source":120,"target":27,"value":2},
{"source":119,"target":27,"value":2},
{"source":122,"target":27,"value":2},
{"source":126,"target":27,"value":2},
{"source":27,"target":128,"value":2},
{"source":27,"target":132,"value":2},
{"source":27,"target":130,"value":2},
{"source":122,"target":28,"value":2},
{"source":119,"target":28,"value":2},
{"source":126,"target":28,"value":2},
{"source":120,"target":28,"value":2},
{"source":28,"target":128,"value":2},
{"source":28,"target":127,"value":2},
{"source":28,"target":130,"value":2},
{"source":28,"target":129,"value":2},
{"source":122,"target":29,"value":2},
{"source":119,"target":29,"value":2},
{"source":126,"target":29,"value":2},
{"source":120,"target":29,"value":2},
{"source":29,"target":128,"value":2},
{"source":29,"target":127,"value":2},
{"source":29,"target":135,"value":2},
{"source":29,"target":133,"value":2},
{"source":122,"target":30,"value":2},
{"source":119,"target":30,"value":2},
{"source":120,"target":30,"value":2},
{"source":125,"target":30,"value":2},
{"source":30,"target":128,"value":2},
{"source":30,"target":127,"value":2},
{"source":30,"target":130,"value":2},
{"source":30,"target":132,"value":2},
{"source":122,"target":31,"value":2},
{"source":120,"target":31,"value":2},
{"source":119,"target":31,"value":2},
{"source":121,"target":31,"value":2},
{"source":31,"target":128,"value":2},
{"source":31,"target":127,"value":2},
{"source":31,"target":135,"value":2},
{"source":31,"target":133,"value":2},
{"source":122,"target":32,"value":2},
{"source":120,"target":32,"value":2},
{"source":126,"target":32,"value":2},
{"source":119,"target":32,"value":2},
{"source":32,"target":128,"value":2},
{"source":32,"target":127,"value":2},
{"source":32,"target":131,"value":2},
{"source":32,"target":134,"value":2},
{"source":120,"target":33,"value":2},
{"source":121,"target":33,"value":2},
{"source":126,"target":33,"value":2},
{"source":125,"target":33,"value":2},
{"source":33,"target":128,"value":2},
{"source":33,"target":127,"value":2},
{"source":33,"target":135,"value":2},
{"source":33,"target":134,"value":2},
{"source":33,"target":131,"value":2},
{"source":125,"target":34,"value":2},
{"source":120,"target":34,"value":2},
{"source":119,"target":34,"value":2},
{"source":126,"target":34,"value":2},
{"source":34,"target":128,"value":2},
{"source":34,"target":127,"value":2},
{"source":34,"target":131,"value":2},
{"source":34,"target":132,"value":2},
{"source":122,"target":35,"value":2},
{"source":119,"target":35,"value":2},
{"source":126,"target":35,"value":2},
{"source":120,"target":35,"value":2},
{"source":35,"target":128,"value":2},
{"source":35,"target":127,"value":2},
{"source":35,"target":131,"value":2},
{"source":35,"target":129,"value":2},
{"source":122,"target":36,"value":2},
{"source":123,"target":36,"value":2},
{"source":124,"target":36,"value":2},
{"source":121,"target":36,"value":2},
{"source":119,"target":36,"value":2},
{"source":36,"target":128,"value":2},
{"source":36,"target":127,"value":2},
{"source":36,"target":130,"value":2},
{"source":36,"target":129,"value":2},
{"source":122,"target":37,"value":2},
{"source":120,"target":37,"value":2},
{"source":123,"target":37,"value":2},
{"source":119,"target":37,"value":2},
{"source":37,"target":128,"value":2},
{"source":37,"target":127,"value":2},
{"source":37,"target":133,"value":2},
{"source":37,"target":129,"value":2},
{"source":122,"target":38,"value":2},
{"source":119,"target":38,"value":2},
{"source":120,"target":38,"value":2},
{"source":125,"target":38,"value":2},
{"source":38,"target":128,"value":2},
{"source":38,"target":127,"value":2},
{"source":38,"target":130,"value":2},
{"source":38,"target":129,"value":2},
{"source":122,"target":39,"value":2},
{"source":119,"target":39,"value":2},
{"source":123,"target":39,"value":2},
{"source":121,"target":39,"value":2},
{"source":39,"target":128,"value":2},
{"source":39,"target":127,"value":2},
{"source":39,"target":135,"value":2},
{"source":39,"target":129,"value":2},
{"source":122,"target":40,"value":2},
{"source":119,"target":40,"value":2},
{"source":121,"target":40,"value":2},
{"source":123,"target":40,"value":2},
{"source":40,"target":128,"value":2},
{"source":40,"target":127,"value":2},
{"source":40,"target":134,"value":2},
{"source":40,"target":129,"value":2},
{"source":122,"target":41,"value":2},
{"source":119,"target":41,"value":2},
{"source":126,"target":41,"value":2},
{"source":123,"target":41,"value":2},
{"source":41,"target":128,"value":2},
{"source":41,"target":127,"value":2},
{"source":41,"target":130,"value":2},
{"source":41,"target":132,"value":2},
{"source":122,"target":42,"value":2},
{"source":119,"target":42,"value":2},
{"source":120,"target":42,"value":2},
{"source":124,"target":42,"value":2},
{"source":42,"target":128,"value":2},
{"source":42,"target":127,"value":2},
{"source":42,"target":130,"value":2},
{"source":42,"target":129,"value":2},
{"source":122,"target":43,"value":2},
{"source":119,"target":43,"value":2},
{"source":120,"target":43,"value":2},
{"source":121,"target":43,"value":2},
{"source":43,"target":128,"value":2},
{"source":43,"target":127,"value":2},
{"source":43,"target":130,"value":2},
{"source":43,"target":129,"value":2},
{"source":122,"target":44,"value":2},
{"source":119,"target":44,"value":2},
{"source":120,"target":44,"value":2},
{"source":121,"target":44,"value":2},
{"source":44,"target":128,"value":2},
{"source":44,"target":127,"value":2},
{"source":44,"target":130,"value":2},
{"source":44,"target":129,"value":2},
{"source":122,"target":45,"value":2},
{"source":119,"target":45,"value":2},
{"source":123,"target":45,"value":2},
{"source":124,"target":45,"value":2},
{"source":45,"target":128,"value":2},
{"source":45,"target":127,"value":2},
{"source":45,"target":130,"value":2},
{"source":45,"target":129,"value":2},
{"source":122,"target":46,"value":2},
{"source":119,"target":46,"value":2},
{"source":121,"target":46,"value":2},
{"source":123,"target":46,"value":2},
{"source":46,"target":135,"value":2},
{"source":46,"target":127,"value":2},
{"source":46,"target":130,"value":2},
{"source":46,"target":129,"value":2},
{"source":122,"target":47,"value":2},
{"source":119,"target":47,"value":2},
{"source":120,"target":47,"value":2},
{"source":123,"target":47,"value":2},
{"source":47,"target":128,"value":2},
{"source":47,"target":127,"value":2},
{"source":47,"target":135,"value":2},
{"source":47,"target":129,"value":2},
{"source":122,"target":48,"value":2},
{"source":123,"target":48,"value":2},
{"source":119,"target":48,"value":2},
{"source":124,"target":48,"value":2},
{"source":48,"target":128,"value":2},
{"source":48,"target":127,"value":2},
{"source":48,"target":130,"value":2},
{"source":48,"target":129,"value":2},
{"source":122,"target":49,"value":2},
{"source":119,"target":49,"value":2},
{"source":123,"target":49,"value":2},
{"source":120,"target":49,"value":2},
{"source":49,"target":128,"value":2},
{"source":49,"target":127,"value":2},
{"source":49,"target":132,"value":2},
{"source":49,"target":129,"value":2},
{"source":120,"target":50,"value":2},
{"source":119,"target":50,"value":2},
{"source":126,"target":50,"value":2},
{"source":125,"target":50,"value":2},
{"source":50,"target":128,"value":2},
{"source":50,"target":127,"value":2},
{"source":50,"target":131,"value":2},
{"source":50,"target":132,"value":2},
{"source":120,"target":51,"value":2},
{"source":119,"target":51,"value":2},
{"source":126,"target":51,"value":2},
{"source":125,"target":51,"value":2},
{"source":51,"target":128,"value":2},
{"source":51,"target":127,"value":2},
{"source":51,"target":131,"value":2},
{"source":51,"target":132,"value":2},
{"source":121,"target":52,"value":2},
{"source":119,"target":52,"value":2},
{"source":126,"target":52,"value":2},
{"source":125,"target":52,"value":2},
{"source":52,"target":128,"value":2},
{"source":52,"target":127,"value":2},
{"source":52,"target":132,"value":2},
{"source":52,"target":133,"value":2},
{"source":122,"target":53,"value":2},
{"source":119,"target":53,"value":2},
{"source":126,"target":53,"value":2},
{"source":125,"target":53,"value":2},
{"source":120,"target":53,"value":2},
{"source":53,"target":128,"value":2},
{"source":53,"target":127,"value":2},
{"source":53,"target":134,"value":2},
{"source":53,"target":132,"value":2},
{"source":122,"target":54,"value":2},
{"source":119,"target":54,"value":2},
{"source":120,"target":54,"value":2},
{"source":121,"target":54,"value":2},
{"source":54,"target":128,"value":2},
{"source":54,"target":127,"value":2},
{"source":54,"target":132,"value":2},
{"source":54,"target":129,"value":2},
{"source":122,"target":55,"value":2},
{"source":119,"target":55,"value":2},
{"source":121,"target":55,"value":2},
{"source":120,"target":55,"value":2},
{"source":55,"target":128,"value":2},
{"source":55,"target":127,"value":2},
{"source":55,"target":131,"value":2},
{"source":55,"target":129,"value":2},
{"source":122,"target":56,"value":2},
{"source":119,"target":56,"value":2},
{"source":126,"target":56,"value":2},
{"source":123,"target":56,"value":2},
{"source":56,"target":128,"value":2},
{"source":56,"target":127,"value":2},
{"source":56,"target":130,"value":2},
{"source":56,"target":129,"value":2},
{"source":121,"target":57,"value":2},
{"source":119,"target":57,"value":2},
{"source":120,"target":57,"value":2},
{"source":125,"target":57,"value":2},
{"source":57,"target":128,"value":2},
{"source":57,"target":127,"value":2},
{"source":57,"target":131,"value":2},
{"source":57,"target":135,"value":2},
{"source":120,"target":58,"value":2},
{"source":119,"target":58,"value":2},
{"source":126,"target":58,"value":2},
{"source":125,"target":58,"value":2},
{"source":58,"target":128,"value":2},
{"source":58,"target":127,"value":2},
{"source":58,"target":131,"value":2},
{"source":58,"target":130,"value":2},
{"source":122,"target":59,"value":2},
{"source":119,"target":59,"value":2},
{"source":120,"target":59,"value":2},
{"source":125,"target":59,"value":2},
{"source":59,"target":128,"value":2},
{"source":59,"target":127,"value":2},
{"source":59,"target":130,"value":2},
{"source":59,"target":134,"value":2},
{"source":122,"target":60,"value":2},
{"source":119,"target":60,"value":2},
{"source":126,"target":60,"value":2},
{"source":120,"target":60,"value":2},
{"source":60,"target":128,"value":2},
{"source":60,"target":127,"value":2},
{"source":60,"target":131,"value":2},
{"source":60,"target":134,"value":2},
{"source":121,"target":61,"value":2},
{"source":122,"target":61,"value":2},
{"source":119,"target":61,"value":2},
{"source":126,"target":61,"value":2},
{"source":125,"target":61,"value":2},
{"source":61,"target":128,"value":2},
{"source":61,"target":127,"value":2},
{"source":61,"target":132,"value":2},
{"source":61,"target":134,"value":2},
{"source":122,"target":62,"value":2},
{"source":119,"target":62,"value":2},
{"source":120,"target":62,"value":2},
{"source":123,"target":62,"value":2},
{"source":121,"target":62,"value":2},
{"source":62,"target":128,"value":2},
{"source":62,"target":127,"value":2},
{"source":62,"target":133,"value":2},
{"source":62,"target":129,"value":2},
{"source":122,"target":63,"value":2},
{"source":119,"target":63,"value":2},
{"source":123,"target":63,"value":2},
{"source":124,"target":63,"value":2},
{"source":63,"target":128,"value":2},
{"source":63,"target":127,"value":2},
{"source":63,"target":133,"value":2},
{"source":63,"target":129,"value":2},
{"source":122,"target":64,"value":2},
{"source":119,"target":64,"value":2},
{"source":121,"target":64,"value":2},
{"source":64,"target":128,"value":2},
{"source":64,"target":127,"value":2},
{"source":64,"target":131,"value":2},
{"source":64,"target":129,"value":2},
{"source":120,"target":65,"value":2},
{"source":119,"target":65,"value":2},
{"source":125,"target":65,"value":2},
{"source":65,"target":128,"value":2},
{"source":65,"target":127,"value":2},
{"source":65,"target":130,"value":2},
{"source":65,"target":129,"value":2},
{"source":65,"target":131,"value":2},
{"source":122,"target":66,"value":2},
{"source":119,"target":66,"value":2},
{"source":120,"target":66,"value":2},
{"source":125,"target":66,"value":2},
{"source":66,"target":128,"value":2},
{"source":66,"target":127,"value":2},
{"source":66,"target":129,"value":2},
{"source":122,"target":67,"value":2},
{"source":119,"target":67,"value":2},
{"source":120,"target":67,"value":2},
{"source":126,"target":67,"value":2},
{"source":67,"target":128,"value":2},
{"source":67,"target":127,"value":2},
{"source":67,"target":130,"value":2},
{"source":67,"target":132,"value":2},
{"source":122,"target":68,"value":2},
{"source":119,"target":68,"value":2},
{"source":120,"target":68,"value":2},
{"source":125,"target":68,"value":2},
{"source":68,"target":133,"value":2},
{"source":68,"target":127,"value":2},
{"source":68,"target":134,"value":2},
{"source":122,"target":69,"value":2},
{"source":119,"target":69,"value":2},
{"source":120,"target":69,"value":2},
{"source":121,"target":69,"value":2},
{"source":69,"target":128,"value":2},
{"source":69,"target":127,"value":2},
{"source":69,"target":131,"value":2},
{"source":69,"target":129,"value":2},
{"source":122,"target":70,"value":2},
{"source":119,"target":70,"value":2},
{"source":123,"target":70,"value":2},
{"source":120,"target":70,"value":2},
{"source":70,"target":128,"value":2},
{"source":70,"target":127,"value":2},
{"source":70,"target":130,"value":2},
{"source":70,"target":129,"value":2},
{"source":122,"target":71,"value":2},
{"source":119,"target":71,"value":2},
{"source":126,"target":71,"value":2},
{"source":120,"target":71,"value":2},
{"source":71,"target":128,"value":2},
{"source":71,"target":127,"value":2},
{"source":71,"target":130,"value":2},
{"source":71,"target":129,"value":2},
{"source":71,"target":133,"value":2},
{"source":122,"target":72,"value":2},
{"source":119,"target":72,"value":2},
{"source":121,"target":72,"value":2},
{"source":125,"target":72,"value":2},
{"source":120,"target":72,"value":2},
{"source":72,"target":128,"value":2},
{"source":72,"target":127,"value":2},
{"source":72,"target":131,"value":2},
{"source":72,"target":132,"value":2},
{"source":122,"target":73,"value":2},
{"source":123,"target":73,"value":2},
{"source":119,"target":73,"value":2},
{"source":124,"target":73,"value":2},
{"source":73,"target":128,"value":2},
{"source":73,"target":127,"value":2},
{"source":73,"target":130,"value":2},
{"source":73,"target":132,"value":2},
{"source":73,"target":129,"value":2},
{"source":122,"target":74,"value":2},
{"source":119,"target":74,"value":2},
{"source":120,"target":74,"value":2},
{"source":125,"target":74,"value":2},
{"source":74,"target":128,"value":2},
{"source":74,"target":127,"value":2},
{"source":74,"target":131,"value":2},
{"source":74,"target":132,"value":2},
{"source":122,"target":75,"value":2},
{"source":119,"target":75,"value":2},
{"source":123,"target":75,"value":2},
{"source":120,"target":75,"value":2},
{"source":75,"target":128,"value":2},
{"source":75,"target":127,"value":2},
{"source":75,"target":135,"value":2},
{"source":75,"target":129,"value":2},
{"source":122,"target":76,"value":2},
{"source":119,"target":76,"value":2},
{"source":123,"target":76,"value":2},
{"source":124,"target":76,"value":2},
{"source":76,"target":128,"value":2},
{"source":76,"target":127,"value":2},
{"source":76,"target":133,"value":2},
{"source":76,"target":129,"value":2},
{"source":122,"target":77,"value":2},
{"source":119,"target":77,"value":2},
{"source":120,"target":77,"value":2},
{"source":123,"target":77,"value":2},
{"source":77,"target":128,"value":2},
{"source":77,"target":127,"value":2},
{"source":77,"target":130,"value":2},
{"source":77,"target":129,"value":2},
{"source":122,"target":78,"value":2},
{"source":119,"target":78,"value":2},
{"source":120,"target":78,"value":2},
{"source":121,"target":78,"value":2},
{"source":78,"target":128,"value":2},
{"source":78,"target":127,"value":2},
{"source":78,"target":130,"value":2},
{"source":78,"target":131,"value":2},
{"source":122,"target":79,"value":2},
{"source":119,"target":79,"value":2},
{"source":123,"target":79,"value":2},
{"source":120,"target":79,"value":2},
{"source":79,"target":128,"value":2},
{"source":79,"target":127,"value":2},
{"source":79,"target":134,"value":2},
{"source":79,"target":129,"value":2},
{"source":122,"target":80,"value":2},
{"source":119,"target":80,"value":2},
{"source":120,"target":80,"value":2},
{"source":125,"target":80,"value":2},
{"source":80,"target":128,"value":2},
{"source":80,"target":127,"value":2},
{"source":80,"target":131,"value":2},
{"source":80,"target":132,"value":2},
{"source":125,"target":81,"value":2},
{"source":119,"target":81,"value":2},
{"source":120,"target":81,"value":2},
{"source":81,"target":128,"value":2},
{"source":81,"target":127,"value":2},
{"source":81,"target":131,"value":2},
{"source":81,"target":133,"value":2},
{"source":122,"target":82,"value":2},
{"source":119,"target":82,"value":2},
{"source":120,"target":82,"value":2},
{"source":125,"target":82,"value":2},
{"source":82,"target":128,"value":2},
{"source":82,"target":127,"value":2},
{"source":82,"target":131,"value":2},
{"source":82,"target":130,"value":2},
{"source":122,"target":83,"value":2},
{"source":119,"target":83,"value":2},
{"source":123,"target":83,"value":2},
{"source":120,"target":83,"value":2},
{"source":83,"target":128,"value":2},
{"source":83,"target":127,"value":2},
{"source":83,"target":132,"value":2},
{"source":83,"target":129,"value":2},
{"source":122,"target":84,"value":2},
{"source":119,"target":84,"value":2},
{"source":120,"target":84,"value":2},
{"source":124,"target":84,"value":2},
{"source":84,"target":128,"value":2},
{"source":84,"target":127,"value":2},
{"source":84,"target":132,"value":2},
{"source":84,"target":130,"value":2},
{"source":122,"target":85,"value":2},
{"source":119,"target":85,"value":2},
{"source":124,"target":85,"value":2},
{"source":123,"target":85,"value":2},
{"source":85,"target":128,"value":2},
{"source":85,"target":127,"value":2},
{"source":85,"target":133,"value":2},
{"source":85,"target":129,"value":2},
{"source":122,"target":86,"value":2},
{"source":119,"target":86,"value":2},
{"source":123,"target":86,"value":2},
{"source":86,"target":128,"value":2},
{"source":86,"target":127,"value":2},
{"source":86,"target":132,"value":2},
{"source":86,"target":129,"value":2},
{"source":122,"target":87,"value":2},
{"source":119,"target":87,"value":2},
{"source":87,"target":133,"value":2},
{"source":87,"target":127,"value":2},
{"source":87,"target":130,"value":2},
{"source":122,"target":88,"value":2},
{"source":119,"target":88,"value":2},
{"source":126,"target":88,"value":2},
{"source":125,"target":88,"value":2},
{"source":120,"target":88,"value":2},
{"source":88,"target":128,"value":2},
{"source":88,"target":127,"value":2},
{"source":88,"target":132,"value":2},
{"source":88,"target":131,"value":2},
{"source":122,"target":89,"value":2},
{"source":119,"target":89,"value":2},
{"source":123,"target":89,"value":2},
{"source":120,"target":89,"value":2},
{"source":89,"target":128,"value":2},
{"source":89,"target":127,"value":2},
{"source":89,"target":131,"value":2},
{"source":89,"target":129,"value":2},
{"source":122,"target":90,"value":2},
{"source":119,"target":90,"value":2},
{"source":121,"target":90,"value":2},
{"source":125,"target":90,"value":2},
{"source":90,"target":128,"value":2},
{"source":90,"target":127,"value":2},
{"source":90,"target":135,"value":2},
{"source":90,"target":132,"value":2},
{"source":122,"target":91,"value":2},
{"source":119,"target":91,"value":2},
{"source":123,"target":91,"value":2},
{"source":120,"target":91,"value":2},
{"source":91,"target":128,"value":2},
{"source":91,"target":127,"value":2},
{"source":91,"target":133,"value":2},
{"source":91,"target":129,"value":2},
{"source":120,"target":92,"value":2},
{"source":119,"target":92,"value":2},
{"source":92,"target":128,"value":2},
{"source":92,"target":127,"value":2},
{"source":92,"target":130,"value":2},
{"source":92,"target":129,"value":2},
{"source":122,"target":93,"value":2},
{"source":119,"target":93,"value":2},
{"source":123,"target":93,"value":2},
{"source":93,"target":128,"value":2},
{"source":93,"target":127,"value":2},
{"source":93,"target":134,"value":2},
{"source":93,"target":135,"value":2},
{"source":122,"target":94,"value":2},
{"source":119,"target":94,"value":2},
{"source":123,"target":94,"value":2},
{"source":124,"target":94,"value":2},
{"source":94,"target":128,"value":2},
{"source":94,"target":127,"value":2},
{"source":94,"target":133,"value":2},
{"source":94,"target":129,"value":2},
{"source":122,"target":95,"value":2},
{"source":119,"target":95,"value":2},
{"source":120,"target":95,"value":2},
{"source":126,"target":95,"value":2},
{"source":95,"target":128,"value":2},
{"source":95,"target":127,"value":2},
{"source":95,"target":132,"value":2},
{"source":95,"target":129,"value":2},
{"source":122,"target":96,"value":2},
{"source":119,"target":96,"value":2},
{"source":120,"target":96,"value":2},
{"source":123,"target":96,"value":2},
{"source":96,"target":128,"value":2},
{"source":96,"target":127,"value":2},
{"source":96,"target":132,"value":2},
{"source":96,"target":129,"value":2},
{"source":122,"target":97,"value":2},
{"source":119,"target":97,"value":2},
{"source":120,"target":97,"value":2},
{"source":125,"target":97,"value":2},
{"source":97,"target":128,"value":2},
{"source":97,"target":127,"value":2},
{"source":97,"target":131,"value":2},
{"source":97,"target":132,"value":2},
{"source":120,"target":98,"value":2},
{"source":119,"target":98,"value":2},
{"source":126,"target":98,"value":2},
{"source":125,"target":98,"value":2},
{"source":98,"target":128,"value":2},
{"source":98,"target":127,"value":2},
{"source":98,"target":131,"value":2},
{"source":98,"target":130,"value":2},
{"source":122,"target":99,"value":2},
{"source":119,"target":99,"value":2},
{"source":120,"target":99,"value":2},
{"source":99,"target":128,"value":2},
{"source":99,"target":127,"value":2},
{"source":99,"target":134,"value":2},
{"source":122,"target":100,"value":2},
{"source":119,"target":100,"value":2},
{"source":120,"target":100,"value":2},
{"source":121,"target":100,"value":2},
{"source":100,"target":128,"value":2},
{"source":100,"target":127,"value":2},
{"source":100,"target":130,"value":2},
{"source":100,"target":129,"value":2},
{"source":122,"target":101,"value":2},
{"source":119,"target":101,"value":2},
{"source":120,"target":101,"value":2},
{"source":121,"target":101,"value":2},
{"source":101,"target":128,"value":2},
{"source":101,"target":127,"value":2},
{"source":101,"target":130,"value":2},
{"source":101,"target":129,"value":2},
{"source":122,"target":102,"value":2},
{"source":119,"target":102,"value":2},
{"source":120,"target":102,"value":2},
{"source":125,"target":102,"value":2},
{"source":102,"target":128,"value":2},
{"source":102,"target":127,"value":2},
{"source":102,"target":134,"value":2},
{"source":102,"target":131,"value":2},
{"source":122,"target":103,"value":2},
{"source":119,"target":103,"value":2},
{"source":120,"target":103,"value":2},
{"source":103,"target":128,"value":2},
{"source":103,"target":127,"value":2},
{"source":103,"target":131,"value":2},
{"source":103,"target":129,"value":2},
{"source":103,"target":132,"value":2},
{"source":122,"target":104,"value":2},
{"source":119,"target":104,"value":2},
{"source":120,"target":104,"value":2},
{"source":121,"target":104,"value":2},
{"source":104,"target":128,"value":2},
{"source":104,"target":127,"value":2},
{"source":104,"target":131,"value":2},
{"source":104,"target":129,"value":2},
{"source":119,"target":105,"value":2},
{"source":126,"target":105,"value":2},
{"source":125,"target":105,"value":2},
{"source":105,"target":128,"value":2},
{"source":105,"target":133,"value":2},
{"source":105,"target":134,"value":2},
{"source":120,"target":106,"value":2},
{"source":119,"target":106,"value":2},
{"source":126,"target":106,"value":2},
{"source":125,"target":106,"value":2},
{"source":106,"target":128,"value":2},
{"source":106,"target":127,"value":2},
{"source":106,"target":130,"value":2},
{"source":106,"target":131,"value":2},
{"source":122,"target":107,"value":2},
{"source":119,"target":107,"value":2},
{"source":126,"target":107,"value":2},
{"source":123,"target":107,"value":2},
{"source":126,"target":107,"value":2},
{"source":107,"target":128,"value":2},
{"source":107,"target":127,"value":2},
{"source":107,"target":131,"value":2},
{"source":107,"target":132,"value":2},
{"source":122,"target":108,"value":2},
{"source":119,"target":108,"value":2},
{"source":120,"target":108,"value":2},
{"source":125,"target":108,"value":2},
{"source":108,"target":128,"value":2},
{"source":108,"target":127,"value":2},
{"source":108,"target":131,"value":2},
{"source":108,"target":130,"value":2},
{"source":122,"target":109,"value":2},
{"source":119,"target":109,"value":2},
{"source":121,"target":109,"value":2},
{"source":120,"target":109,"value":2},
{"source":109,"target":128,"value":2},
{"source":109,"target":127,"value":2},
{"source":109,"target":132,"value":2},
{"source":109,"target":129,"value":2},
{"source":122,"target":110,"value":2},
{"source":119,"target":110,"value":2},
{"source":121,"target":110,"value":2},
{"source":120,"target":110,"value":2},
{"source":110,"target":128,"value":2},
{"source":110,"target":127,"value":2},
{"source":110,"target":131,"value":2},
{"source":110,"target":132,"value":2},
{"source":123,"target":111,"value":2},
{"source":119,"target":111,"value":2},
{"source":111,"target":128,"value":2},
{"source":111,"target":127,"value":2},
{"source":111,"target":132,"value":2},
{"source":111,"target":129,"value":2},
{"source":122,"target":112,"value":2},
{"source":119,"target":112,"value":2},
{"source":123,"target":112,"value":2},
{"source":120,"target":112,"value":2},
{"source":112,"target":128,"value":2},
{"source":112,"target":127,"value":2},
{"source":112,"target":135,"value":2},
{"source":112,"target":134,"value":2},
{"source":122,"target":113,"value":2},
{"source":119,"target":113,"value":2},
{"source":124,"target":113,"value":2},
{"source":123,"target":113,"value":2},
{"source":113,"target":128,"value":2},
{"source":113,"target":127,"value":2},
{"source":113,"target":133,"value":2},
{"source":113,"target":129,"value":2},
{"source":122,"target":114,"value":2},
{"source":119,"target":114,"value":2},
{"source":126,"target":114,"value":2},
{"source":120,"target":114,"value":2},
{"source":114,"target":128,"value":2},
{"source":114,"target":127,"value":2},
{"source":114,"target":130,"value":2},
{"source":114,"target":129,"value":2},
{"source":122,"target":115,"value":2},
{"source":119,"target":115,"value":2},
{"source":120,"target":115,"value":2},
{"source":125,"target":115,"value":2},
{"source":115,"target":128,"value":2},
{"source":115,"target":127,"value":2},
{"source":115,"target":131,"value":2},
{"source":115,"target":130,"value":2},
{"source":122,"target":116,"value":2},
{"source":119,"target":116,"value":2},
{"source":120,"target":116,"value":2},
{"source":125,"target":116,"value":2},
{"source":116,"target":128,"value":2},
{"source":116,"target":127,"value":2},
{"source":116,"target":129,"value":2},
{"source":116,"target":130,"value":2},
{"source":122,"target":117,"value":2},
{"source":119,"target":117,"value":2},
{"source":123,"target":117,"value":2},
{"source":120,"target":117,"value":2},
{"source":117,"target":131,"value":2},
{"source":117,"target":127,"value":2},
{"source":117,"target":129,"value":2},
{"source":122,"target":118,"value":2},
{"source":119,"target":118,"value":2},
{"source":123,"target":118,"value":2},
{"source":120,"target":118,"value":2},
{"source":118,"target":128,"value":2},
{"source":118,"target":127,"value":2},
{"source":118,"target":131,"value":2},
{"source":118,"target":129,"value":2}
]}
